{
    "chapter": ["context", "grammar", "pos", "etc"],
    "note":{
      "author":"Khen Solomon Lethil",
      "email":"khensolomonAtgmail.com",
      "url":"myordbok.com",
      "version":"1.171030"
    },
    "context": {
        "name": "မြန်မာသဒ္ဒါ",
        "desc": "လူတို့နှုတ်မှထွက်သောအသံတို့ကို ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ ပြောဆို ရေးသားရသည်။ ထိုသို့ ပြောဆိုရေးသားရာ၌ အသုံးပြုရမည့် စည်းစနစ်တို့ကို ဖော်ပြသော ကျမ်းသည် သဒ္ဒါကျမ်း ဖြစ်သည်။",
        "kind": [{
                "name": "သဒ္ဒါ",
                "desc": "အဓိပ္ပာယ်ရှိသောအသံကို အစွဲပြု၍ ရေးသားထားသောကြောင့် သဒ္ဒါဟု ခေါ်သည်။"
            },
            {
                "name": "အသံ",
                "desc": "နားဖြင့် ကြားသမျှကို အသံ ဟုခေါ်သည်။"
            },
            {
                "name": "သဒ္ဒ",
                "desc": "သဒ္ဒသည် ပါဠိစကားဖြစ်သည်။ အသံဟု အဓိပ္ပာယ်ရသည်။"
            }
        ]
    },
    "grammar": {
        "Symbol": {
            "name": "အက္ခရာ",
            "desc": "လူတို့နှုတ်မှ ထွက်သော အသံတို့ကို နားဖြင့်ကြားရသည်။ ထိုအသံတို့ကို ကိုယ်စားပြုထားသည့် အမှတ်သင်္ကေတများကို အက္ခရာ  ဟုခေါ်သည်။ က၊ ခ၊ ဂ၊ ဃ၊ င စသော အမှတ်သင်္ကေတများသည် အက္ခရာများဖြစ်ကြသည်။ ထိုအက္ခရာများကို စာရေးသားရာတွင် အသုံးပြုကြရသည်။",
            "kind": [{
                    "name": "သရအက္ခရာ",
                    "desc": "မြန်မာဘာသာ၌ အခြေခံသရ ၁၁ လုံး၊ သင်ရိုးသရ ၁၂ လုံး ရှိသည်။",
                    "kind": [{
                            "name": "အခြေခံသရ",
                            "desc": "အ၊ အာ၊ ဣ၊ ဤ၊ ဥ၊ ဦ၊ ဧ၊ အဲ၊ သြ၊ သြော်၊ အို။"
                        },
                        {
                            "name": "သင်ရိုးသရ",
                            "desc": "အ၊ အာ၊ ဣ၊ ဤ၊ ဥ၊ ဦ၊ ဧ၊ အဲ၊ သြ၊ သြော်၊ အံ၊ အား။"
                        },
                        {
                            "name": "သရသင်္ကေတ",
                            "desc": "သရများကို ဗျည်းနှင့်တွဲသောအခါ သရသင်္ကေတများကို အသုံးပြုသည်။"
                        }
                    ]
                },
                {
                    "name": "သရသင်္ကေတ",
                    "desc": "သရများကို ဗျည်းနှင့်တွဲသောအခါ သရသင်္ကေတများကို အသုံးပြုသည်။"
                },
                {
                    "name": "ဗျည်းအက္ခရာ",
                    "desc": "က အစ အ အဆုံး ၃၃လုံးသော အက္ခရာတို့ကို ဗျည်းဟုခေါ်သည်။"
                }
            ]
        },
        "Word": {
            "name": "စကားလုံး",
            "desc": "အနက်အဓိပ္ဂာယ်ကို ဖော်ပြနိုင်သော စကားအစိတ်အပိုင်း အသီးသီးကို စကားလုံး ဟုခေါ်သည်။",
            "kind": [{
                    "name": "သီးခြားစကားလုံး",
                    "desc": "အခြားစကားလုံးတစ်လုံး အမှီမပြုဘဲ မိမိဘာသာ အနက်အဓိပ္ဂာယ်ကို ဖော်ဆောင်နိုင်သော စကားလုံးကို သီးခြားစကားလုံး ဟုခေါ်သည်။"
                },
                {
                    "name": "အကူစကားလုံး",
                    "desc": "အခြားစကားလုံး၏ အနက်အဓိပ္ဂာယ်ကို ကူညီဖော်ဆောင်နိုင်သော စကားလုံးကို အကူစကားလုံး ဟုခေါ်သည်။"
                }
            ]
        },
        "Punctuation": {
            "name": "ပုဒ်",
            "desc": "သီးခြားစကားလုံးကိုလည်းကောင်း၊ သီးခြားစကားလုံးနှင့် အကူစကားလုံးတို့ကို တွဲစပ်ထားသော စကားလုံးတို့ကို လည်းကောင်းပုဒ် ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ပုဒ်ရိုး",
                    "desc": "ဝိဘတ်၊ ပစ္စည်း တစ်ခုခုမရောဘဲ အနက်အဓိပ္ဂာယ်တစ်ခုကို ဖော်ပြနိုင်၍ သီးခြားရပ်တည်နိုင်သော စကားလုံးကို ပုဒ်ရိုး ဟုခေါ်သည်။"
                },
                {
                    "name": "ပေါင်းစပ်ပုဒ်",
                    "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗတစ်ခုခုကို ကြား၌မခံဘဲ သီးခြားစကားလုံး (၂)လုံး၊ (၃)လုံး စသည်တို့ကို ပေါင်းစပ်ဖွဲ့စည်းထားသည့်ပုဒ်ကို ပေါင်းစပ်ပုဒ် ဟုခေါ်သည်။"
                },
                {
                    "name": "ပစ္စည်းရောပုဒ်",
                    "desc": "သီးခြားစကားလုံးတစ်လုံးကို အကူစကားလုံးတစ်လုံးနှင့် ရောနှောခြင်းဖြင့် အနက်အဓိပ္ဂာယ်တစ်ခု ထွက်လာသောပုဒ်ကို ပစ္စည်းရောပုဒ် ဟုခေါ်သည်။"
                },
                {
                    "name": "ဝိဘတ်သွယ်ပုဒ်",
                    "desc": "ဝိဘတ်တစ်ခုခုနှင့် ဆက်သွယ်ထားသောပုဒ်ကို ဝိဘတ်သွယ်ပုဒ် ဟုခေါ်သည်။"
                }
            ]
        },
        "121": {
            "name": "ပုဒ်စု",
            "desc": "ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏အကြား၌ ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတစ်ခုခုကိုထားလျက်ဖြစ်စေ၊ ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏ နောက်၌ သမ္ဗန္ဗ(၂)ခု၊ (၃)ခု စသည်တို့ကို ထားလျက်ဖြစ်စေ ဆက်ထားသောပုဒ်ကို ပုဒ်စု ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ဝိဘတ်ဆက်ပုဒ်စု",
                    "desc": "နာမ်နှင့်နာမ်တို့ကိုဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေ ဝိဘတ်ဖြင့်ဆက်ထားသောပုဒ်စုကို ဝိဘတ်ဆက်ပုဒ်စု ဟုခေါ်သည်။"
                },
                {
                    "name": "ပစ္စည်းဆက်ပုဒ်စု",
                    "desc": "နာမဝိသေသနနှင့် နာမ်တို့ကိုဖြစ်စေ၊ ကြိယာနှင့် နာမ်တို့ကိုဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေပစ္စည်းဖြင့် ဆက်ထားသောပုဒ်စုကို ပစ္စည်းဆက်ပုဒ်စု ဟုခေါ်သည်။"
                },
                {
                    "name": "သမ္ဗန္ဓဆက်ပုဒ်စု",
                    "desc": "နာမ်နှင့်နာမ်တို့ကို ဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေ၊ ကြိယာနှင့်နာမ်တို့ကိုဖြစ်စေ သမ္ဗန္ဓဖြင့်ဆက်ထားသော ပုဒ်စုကို သမ္ဗန္ဓဆက်ပုဒ်စု ဟုခေါ်သည်။"
                }
            ]
        },
        "122": {
            "name": "ပုဒ်ဖြတ်ပုဒ်ရပ်",
            "desc": "မြန်မာစာရေးသားရာ၌ အဓိပ္ပာယ်ရှင်းလင်းစေရန် ပုဒ်ကလေး၊ ပုဒ်မ၊ ဝိုက်ကွင်းစသော သင်္ကေတများကို အသုံးပြု၍ ရေးရသည်။ ထိုသင်္ကေတများကို ပုဒ်ဖြတ်ပုဒ်ရပ်သင်္ကေတများ ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ပုဒ်ကလေး ၊",
                    "desc": "နှစ်ခုထက် ပိုသော ပုဒ်များအကြားတွင် ပုဒ်ကလေးကို သုံးသည်။"
                },
                {
                    "name": "ပုဒ်မ ။",
                    "desc": "ဝါကျအဆုံး၌ ပုဒ်မကို သုံးသည်။"
                },
                {
                    "name": "ဝိုက်ကွင်း ( )",
                    "desc": "ကိန်းဂဏန်းဖြင့် ဖော်ပြသော ငွေကြေးအရေအတွက်ကို စာဖြင့် တိတိကျကျ ဖော်ပြလိုလျှင် ဝိုက်ကွင်းကို သုံးသည်။"
                },
                {
                    "name": "အောက်မျဉ်း _",
                    "desc": "စာဖတ်သူ အထူးသတိထား၍ ဖတ်စေချင်သော စကားလုံး၊ ပုဒ်၊ ဝါကျ စသည်တို့ကို အောက်မျဉ်းသား၍ ဖော်ပြသည်။"
                },
                {
                    "name": "မျဉ်းတို -",
                    "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းတိုကို သုံးသည်။ (မျဉ်းစောင်း၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
                },
                {
                    "name": "မျဉ်းစောင်း /",
                    "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းစောင်းကိုသုံးသည်။ (မျဉ်းတို၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
                }
            ]
        },
        "Sentence": {
            "name": "ဝါကျ",
            "desc": "ဆိုလိုသည့်အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ စီစဉ်ထားသော ပုဒ်အစုအပေါင်းကို ဝါကျ ဟုခေါ်သည်။ ဝါကျတစ်ခုတွင် အနည်းဆုံး ကတ္တားတစ်ခုနှင့် ကြိယာတစ်ခု ပါဝင်သည်။",
            "kind": [{
                "name": "ဝါကျရိုး",
                "desc": "ကတ္တားပုဒ်တစ်ခုနှင့် ကြိယာပုဒ်တစ်ခု ပါဝင်ဖွဲ့စည်းထားသော ဝါကျသည် ဝါကျရိုး ဖြစ်သည်။"
            }]
        },
        "Tense": {
            "name": "ကာလ",
            "desc": "ကြိယာ၏ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းနှင့် စပ်ဆိုင်သော အချိန်ကို ပြသည်။",
            "kind": [{
                    "name": "ပစ္စုပ္ပန်ကာလ",
                    "desc": "ပြုဆဲ၊ ဖြစ်ဆဲ၊ ရှိဆဲအချိန်အခါသည် ပစ္စုပ္ပန်ကာလဖြစ်သည်။"
                },
                {
                    "name": "အတိတ်ကာလ",
                    "desc": "ပြုခဲ့၊ ဖြစ်ခဲ့၊ ရှိခဲ့ပြီးသော အချိန်အခါသည် အတိတ်ကာလ ဖြစ်သည်။"
                },
                {
                    "name": "အနာဂတ်ကာလ",
                    "desc": "ပြုအံ့၊ ဖြစ်အံ့၊ ရှိအံ့သော အချိန်အခါသည် အနာဂတ်ကာလ ဖြစ်သည်။"
                }
            ]
        },
        "Gender": {
            "name": "လိင်",
            "desc": "အထီးအမသဘာဝကို လိင် ဟုခေါ်သည်။",
            "help": "နာမ်၊ နာမ်စားတို့ကို ယောကျာ်း၊ မိန်းမ၊ အထီး၊ အမ စသည်ဖြင့် ခွဲခြားခြင်းသည် လိင် သဘော ဖြစ်သည်။",
            "kind": [{
                    "name": "ပုလ္လိင်",
                    "desc": "ယောကျာ်းသဘာဝ၊ အထီးသဘာဝရှိသော နာမ်သည် ပုလ္လိင် ဖြစ်သည်။"
                },
                {
                    "name": "ဣတ္ထိလိင်",
                    "desc": "မိန်းမသဘာဝ၊ အမသဘာဝရှိသော နာမ်သည် ဣတ္ထိလိင် ဖြစ်သည်။"
                },
                {
                    "name": "နပုလ္လိင်",
                    "desc": "အထီးအမသဘာဝမရှိသော နာမ်သည် နပုလ္လိင် ဖြစ်သည်။"
                },
                {
                    "name": "ဒွိလိင်",
                    "desc": "အထီးသဘာဝ၊ အမသဘာဝနှစ်မျိုးစလုံးနှင့် ဆိုင်သော နာမ်သည် ဒွိလိင် ဖြစ်သည်။"
                }
            ]
        },
        "Number": {
            "name": "ကိန်း",
            "desc": "အရေအတွက်ကို ကိန်း ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ဧကဝုစ်ကိန်း",
                    "desc": "ဧကဝုစ်ကိန်းသည် အရေအတွက် တစ်ခုကို ပြသည်။"
                },
                {
                    "name": "ဗဟုဝုစ်ကိန်း",
                    "desc": "ဗဟုဝုစ်ကိန်းသည် တစ်ခုထက် ပိုသော အရေအတွက်ကိုပြသည်။"
                }
            ]
        },
        "Parts-of-speech": {
            "name": "ဝါစင်္ဂ",
            "desc": "ဝါစင်္ဂ သည် ဝါစာနှင့် အင်္ဂ ပေါင်းစပ်ထားသော ပါဠိစကား ဖြစ်သည်။ ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် ပြောဆိုသောစကား၏ အစိတ်အပိုင်းကို ဝါစင်္ဂဟု ခေါ်သည်။"
        }
    },
    "pos": {
        "Noun": {
            "name": "နာမ်",
            "desc": "သက်ရှိသက်မဲ့၊ ဒြပ်ရှိဒြပ်မဲတို့၏ အမည်ဟူသမျှကို နာမ် ဟုခေါ်သည်။",
            "help": "နာမ်ကို အနက်အဓိပ္ပာယ်အရ (၄) မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ (၂) မျိုး ခွဲသည်။",
            "kind": [{
                    "name": "အနက်အဓိပ္ပာယ်အရ",
                    "word":{
                      "name":"သာဓက",
                      "desc":["မောင်လှ","ကျောင်းသား","လူ","တိရစ္ဆာန်","စာအုပ်","ကျောင်း","ကား","မေတ္တာ","သတ္တိ","အချစ်","အမုန်း","ခွန်အား"]
                    },
                    "exam":[
                      {
                        "name":"မောင်လှသည် ကျောင်းသို့ ကားဖြင့်သွားသည်။",
                        "desc":[
                          "မောင်လှဟူသော အမည်သည် လူ၏အမည်ဖြစ်သည်။ လူသည် အသက် ရှိသည်။",
                          "လူကို မျက်စိဖြင့် မြင်နိုင်ပြီး လက်ဖြင့် စမ်းသပ်ထိတွေ့နိုင်သောကြောင့် ဒြပ်ရှိသည်ဟု ဆိုရသည်။",
                          "ထို့ကြောင့် မောင်လှ ဟူသောအမည်သည် သက်ရှိဒြပ်ရှိအမည်ဖြစ်သည်။"
                        ]
                      },
                      {
                        "name":"ခွေးသည် ကြောင်ကို ကိုက်သည်။",
                        "desc":[
                          "ကျောင်း၊ ကား ဟူသော အမည်တို့သည် အရာဝတ္ထု၏အမည်များ ဖြစ်ကြသည်။",
                          "ထိုအရာဝတ္ထုများသည် သက်မဲ့များဖြစ်ကြသည်။ ထို့ပြင် ထိုအရာဝတ္ထုတို့ကို မျက်စိဖြင့်မြင်နိုင်ပြီး လက်ဖြင့် စမ်းသပ် ထိတွေ့နိုင်သောကြောင့် ဒြပ်ရှိသည်ဟု ဆိုရသည်။",
                          "ထို့ကြောင့် ကျောင်း၊ ကား ဟူသော အမည်များသည် သက်မဲ့ဒြပ်ရှိ အမည်များ ဖြစ်ကြသည်။"
                        ]
                      },
                      {
                        "name":"မိဘ၏မေတ္တာသည် ကြီးမားသည်။",
                        "desc":[
                          "မေတ္တာဟူသော အမည်သည် မျက်စိဖြင့် ကြည့်၍လည်း မမြင်နိုင်၊ လက်ဖြင့် စမ်းသပ်ထိတွေ့၍လည်း မရနိုင်သော သဘောတစ်ခု၏အမည်ဖြစ်သည်။",
                          "ထို့ကြောင့် ဒြပ်မဲ့ အမည်ဖြစ်သည်။"
                        ]
                      }
                    ],
                    "kind": [{
                            "name": "တစ်ဦးဆိုင်နာမ်",
                            "desc": "တစ်ဦး၊ တစ်ယောက်၊ တစ်ခုအတွက် သီးခြား မှည့်ခေါ်ထားသောအမည်ကို တစ်ဦးဆိုင်နာမ် ဟုခေါ်သည်။",
                            "word":{
                              "name":"သာဓက",
                              "desc":["ရွှေတိဂုံ","ရွှေစည်းခုံ","ရန်ကုန်","မန္တလေး","ဧရာဝတီ","ချင်းတွင်း","ငပလီ","ရွှေဝါချိုင်","မောင်းမကန်","မဟာဗန္တုလ","မောင်မျိုးတင့်","မအေးမြင့်"]
                            },
                            "exam":[
                              {
                                "name":"ရွှေတိဂုံ",
                                "desc":[
                                  "ရွှေတိဂုံသည် စေတီတစ်ဆူကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။"
                                ]
                              },
                              {
                                "name":"ရန်ကုန်",
                                "desc":[
                                  "ရန်ကုန်သည် မြို့တစ်မြို့ကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။"
                                ]
                              },
                              {
                                "name":"ဧရာဝတီ",
                                "desc":[
                                  "ဧရာဝတီသည် မြစ်တစ်စင်းကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။"
                                ]
                              },
                              {
                                "name":"ငပလီ",
                                "desc":[
                                  "ငပလီသည် ပင်လယ်ကမ်းခြေစခန်းတစ်ခုကို သီးခြား မှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။"
                                ]
                              },
                              {
                                "name":"မဟာဗန္တုလ",
                                "desc":[
                                  "မဟာဗန္တုလသည် စစ်သူကြီးတစ်္ဆးကို သီးခြား မှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။"
                                ]
                              }
                            ]
                        },
                        {
                            "name": "အများဆိုင်နာမ်",
                            "desc": "အများနှင့်ဆိုင်သောပုဂ္ဂိုလ်၊ သတ္တဝါ၊ အရာဝတ္ထုတို့၏ အမည်ကို အများဆိုင်နာမ် အများဆိုင်နာမ် အများဆိုင်နာမ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "စိတ္တဇနာမ်",
                            "desc": "ဒြပ်မရှိ၊ ကိုင်တွယ်စမ်းသပ်၍မရ၊ မြင်လည်း မမြင်နိုင်၊ စိတ်ဖြင့်သာ တွေးတောသိနိုင်သော နာမ်ကို စိတ္တဇနာမ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "အစုပြနာမ်",
                            "desc": "အစုအပေါင်း၊ အသင်းအဖွဲ့၏အမည်ကို အစုပြနာမ် ဟုခေါ်သည်။"
                        }
                    ]
                },
                {
                    "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                    "kind": [{
                            "name": "ပင်ကိုနာမ်",
                            "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ မူလအတိုင်းဖြစ်သောနာမ်ကို ပင်ကိုနာမ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ဂုဏ်ရည်ပြနာမ်",
                            "desc": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ဖြစ်လာသောနာမ်ကို ဂုဏ်ရည်ပြနာမ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ကြိယာနာမ်",
                            "desc": "ကြိယာပုဒ်၏ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ဖြစ်လာသောနာမ်ကို ကြိယာနာမ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ပေါင်းစပ်နာမ်",
                            "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတို့ကို ကြား၌မခံဘဲ နာမ်၊ ကြိယာ၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာဝိသေသနတို့ကို ထိုက်သည့်အားလျော်စွာ ပူးတွဲထားသော နာမ်ကို ပေါင်းစပ်နာမ် ဟုခေါ်သည်။"
                        }
                    ]
                }
            ]
        },
        "Pronoun": {
            "name": "နာမ်စား",
            "desc": "နာမ်၏အစားသုံးသော ပုဒ်ကို နာမ်စား ဟုခေါ်သည်။",
            "help": "နာမ်စားကို အနက်အဓိပ္ပာယ်အရ (၄) မျိုး ခွဲသည်။",
            "kind": [{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "kind": [{
                        "name": "ပုဂ္ဂလနာမ်စား",
                        "desc": "ပုဂ္ဂိုလ်၏အစားသုံးသော နာမ်စားကို ပုဂ္ဂလနာမ်စား ဟုခေါ်သည်။",
                        "kind": [{
                                "name": "ပြောသူနာမ်စား",
                                "desc": "ပြောသူနာမ်၏ အစားသုံးသောပုဒ်ကို ပြောသူနာမ်စား ဟုခေါ်သည်။"
                            },
                            {
                                "name": "ကြားနာသူနာမ်စား",
                                "desc": "ကြားနာသူနာမ်၏အစားသုံးသောပုဒ်ကို ကြားနာသူနာမ်စား ဟုခေါ်သည်။"
                            },
                            {
                                "name": "အပြောခံနာမ်စား",
                                "desc": "အပြောခံနာမ်၏အစား သုံးသောပုဒ်ကို အပြောခံနာမ်စား ဟုခေါ်သည်။"
                            }
                        ]
                    },
                    {
                        "name": "အညွှန်းနာမ်စား",
                        "desc": "နာမ်ပုဒ်တစ်ခုကို ညွှန်ပြသည့် နာမ်စားကို အညွှန်းနာမ်စား ဟုခေါ်သည်။"
                    },
                    {
                        "name": "အမေးနာမ်စား",
                        "desc": "အမေးသဘောဖြင့် နာမ်ပုဒ်၏အစားသုံးသော နာမ်စားကို အမေးနာမ်စား ဟုခေါ်သည်။"
                    },
                    {
                        "name": "သင်္ချာနာမ်စား",
                        "desc": "အရေအတွက်အနည်းအများ၊ ပမာဏ ကို ပြသော နာမ်စားကို သင်္ချာနာမ်စား ဟုခေါ်သည်။"
                    }
                ],
                "word":{
                  "name":"သာဓက",
                  "desc":["သူ","မင်း","ငါ","ကျွန်တော်","ကျွန်မ","ရှင်","ခင်ဗျား","နင်","ညည်း","ကျုပ်","ကျွန်ုပ်","မိမိ","သင်","ထို","ဤ","၎င်း"]
                }
            }]
        },
        "Verb": {
            "name": "ကြိယာ",
            "desc": "ပြုခြင်းကိုဖြစ်စေ၊ ဖြစ်ခြင်းကိုဖြစ်စေ၊ ရှိခြင်းကိုဖြစ်စေ ပြသောပုဒ်ကို ကြိယာ ဟုခေါ်သည်။",
            "help": "ကြိယာကို အနက်အဓိပ္ပာယ်အရ (၃) မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ (၃) မျိုး ခွဲသည်။",
            "kind": [{
                    "name": "အနက်အဓိပ္ပာယ်အရ",
                    "kind": [{
                            "name": "ပြုခြင်းပြကြိယာ",
                            "desc": "ပြုမူလှုပ်ရှားမှုကိုပြသော ကြိယာကို ပြုခြင်းပြကြိယာ ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ဖြစ်ခြင်းပြကြိယာ",
                            "desc": "သက်ရှိသက်မဲ့တို့၏ ဖြစ်မှုအခြေအနေကို ဖော်ပြသော ကြိယာကို ဖြစ်ခြင်းပြကြိယာ ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ရှိခြင်းပြကြိယာ",
                            "desc": "လူ၊ နေရာဒေသ၊ အရာဝတ္ထု စသည်တို့ ရှိနေခြင်း၊ တည်နေခြင်းကိုပြသောကြိယာကို ရှိခြင်းပြကြိယာ ဟုခေါ်သည်။"
                        }
                    ]
                },
                {
                    "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                    "kind": [{
                            "name": "ပင်ကိုကြိယာ",
                            "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ မူလအတိုင်းဖြစ်သော ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းကို ပြသော ကြိယာကို ပင်ကိုကြိယာ ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ဂုဏ်ရည်ပြကြိယာ",
                            "desc": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏နောက်၌ ကြိယာဝိဘတ်ကို ဆက်ခြင်းဖြင့် ကြိယာကို ဂုဏ်ရည်ပြကြိယာ ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ပေါင်းစပ်ကြိယာ",
                            "desc": "ပုဒ်တို့ကိုပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ် ဆက်ထားသော ပေါင်းစပ်ကြိယာ ဟုခေါ်သည်။"
                        }
                    ]
                }
            ]
        },
        "Adjective": {
            "name": "နာမဝိသေသန",
            "desc": "နာမ်ကို အထူးပြုသောပုဒ်ကို နာမဝိသေသန ဟုခေါ်သည်။",
            "help": "နာမဝိသေသနတို့ကို အနက်အဓိပ္ပာယ်အရ (၄) မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ (၂) မျိုး ခွဲသည်။",
            "kind": [{
                    "name": "အနက်အဓိပ္ပာယ်အရ",
                    "kind": [{
                            "name": "ဂုဏ်ရည်ပြနာမဝိသေသန",
                            "desc": "နာမ်၏ဂုဏ်အရည်အချင်းကိုပြ၍ ယင်းနာမ်ကို အထူးပြုသည့်ပုဒ်ကို ဂုဏ်ရည်ပြနာမဝိသေသန ဟုခေါ်သည်။"
                        },
                        {
                            "name": "အညွှန်းနာမဝိသေသန",
                            "desc": "နာမ်ကို ညွှန်ပြခြင်းဖြင့် အထူးပြုသည့်ပုဒ်ကို အညွှန်းနာမဝိသေသန ဟုခေါ်သည်။"
                        },
                        {
                            "name": "သင်္ချာနာမဝိသေသန",
                            "desc": "အရေအတွက်ကို လည်းကောင်း၊ အစဉ်ကိုလည်းကောင်း၊ အနည်းအများပမာဏကိုလည်းကောင်း ဖော်ပြ၍ နာမ်ကို အထူးပြုသောပုဒ်ကို သင်္ချာနာမဝိသေသန ဟုခေါ်သည်။"
                        },
                        {
                            "name": "အမေးနာမဝိသေသန",
                            "desc": "အမေးသဘောဖြင့် နာမ်ကို အထူးပြုသော ပုဒ်ကို အမေးနာမဝိသေသန ဟုခေါ်သည်။"
                        }
                    ]
                },
                {
                    "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                    "kind": [{
                            "name": "ပင်ကိုနာမဝိသေသန",
                            "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ နဂိုမူလအတိုင်းဖြစ်သော နာမဝိသေသနကို ပင်ကိုနာမဝိသေသန ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ပေါင်းစပ်နာမဝိသေသန",
                            "desc": "နာမဝိသေသနတစ်ခု အနည်းဆုံးပါဝင်လျက် နာမ်တစ်ခုနှင့်ဖြစ်စေ၊ နာမဝိသေသနတစ်ခုနှင့်ဖြစ်စေ ပေါင်းစပ်ဖွဲ့စည်းထားသော နာမဝိသေသနကို ပေါင်းစပ်နာမဝိသေသန ဟုခေါ်သည်။"
                        }
                    ]
                },
                {
                    "name": "နာမဝိသေသနအဆင့်ခွဲခြားခြင်း",
                    "desc": "နာမဝိသေသနသည် နာမ်ကိုအထူးပြုသည်။ အချို့နာမဝိသေသနတို့သည် နာမ်ကို အထူးပြုခြင်းဖြင့် နာမ်၏ဂုဏ်အရည်အသွေး အနည်းအများကို ခွဲခြားပြသည်။",
                    "kind": [{
                            "name": "သာမန်အဆင့်",
                            "desc": "နာမ်ပုဒ်တစ်ခုခုကို အထူးပြုခြင်းဖြင့် ထိုနာမ်ပုဒ်တွင်ရှိသော ဂုဏ်အရည်အသွေးကို သာမန်မျှ ပြသော နာမဝိသေသနသည် သာမန်အဆင့် သာမန်အဆင့် သာမန်အဆင့် ဖြစ်သည်။"
                        },
                        {
                            "name": "သာလွန်အဆင့်",
                            "desc": "ဂုဏ်အရည်အသွေးရှိသော နာမ်ပုဒ်နှစ်ခုတို့တွင် တစ်ခုသည် အခြားတစ်ခုထက်  ဂုဏ်အရည်အသေး သာလွန်ကြောင်း နှိုင်းယှဉ်ပြသော နာမဝိသေသနသည် သာလွန်အဆင့် ဖြစ်သည်။"
                        },
                        {
                            "name": "အသာလွန်ဆုံးအဆင့်",
                            "desc": "ဂုဏ်အရည်အသွေးရှိသော နာမ်ပုဒ်အားလုံး အနက်မှ နာမ်ပုဒ်တစ်ခု၏ ဂုဏ်အရည်အသွေးသည် အခြားနာမ်ပုဒ်အားလုံး၏ ဂုဏ်အရည်အသွေးထက် အသာလွန်ဆုံးဖြစ်ကြောင်းပြသည့်နာမဝိသေသနသည် အသာလွန်ဆုံးအဆင့် ဖြစ်သည်။"
                        }
                    ]
                }
            ]
        },
        "Adverb": {
            "name": "ကြိယာဝိသေသန",
            "desc": "ကြိယာကို အထူးပြုသောပုဒ်ကို ကြိယာဝိသေသန ဟုခေါ်သည်။",
            "kind": [{
                    "name": "အချိန်ပြကြိယာဝိသေသန",
                    "desc": "အချိန်ကာလကိုပြခြင်းဖြင့် ကြိယာကို အထူးပြု သောပုဒ်ကို အချိန်ပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                },
                {
                    "name": "အမူအရာပြကြိယာဝိသေသန",
                    "desc": "ဆောင်ရွက်ပုံအမူအရာကိုပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အမူအရာပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                },
                {
                    "name": "အခြေအနေပြကြိယာဝိသေသန",
                    "desc": "အခြေအနေကို ပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အခြေအနေပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                },
                {
                    "name": "ပမာဏပြကြိယာဝိသေသန",
                    "desc": "မည်ရွေ့မည်မျှ ပမာဏကို ပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို ပမာဏပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                },
                {
                    "name": "အမေးကြိယာဝိသေသန",
                    "desc": "မေးမြန်းခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အမေးကြိယာဝိသေသန ဟုခေါ်သည်။"
                }
            ]
        },
        "Preposition": {
            "name": "ဝိဘတ်",
            "desc": "နာမ်၊ နာမ်စားတို့၏နောက်၌တည်၍ ၎င်းတို့သည် ကတ္တားဖြစ်သည်၊ ကံဖြစ်သည် စသည်ကိုလည်းကောင်း၊ ကြိယာ၏နောက်၌တည်၍ ၎င်းကြိယာ၏ကာလနှင့် အမျိုးအစားကိုလည်းကောင်း ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို ဝိဘတ် ဟုခေါ်သည်။",
            "help": "",
            "kind": [{
                    "name": "နာမ်ဝိဘတ်",
                    "desc": "နာမ်၊ နာမ်စားတို့၏ နောက်၌တည်၍ ၎င်းတို့သည် ကတ္တားဖြစ်သည်၊ ကံဖြစ်သည်စသည် ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို နာမ်ဝိဘတ် ဟုခေါ်သည်။",
                    "kind": [{
                            "name": "ကတ္တားဝိဘတ်",
                            "desc": "ပြုသူ၊ ဖြစ်သူ၊ ရှိသူဖြစ်ကြောင်းကို ပြသောဝိဘတ်သည် ကတ္တားဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "ကံဝိဘတ်",
                            "desc": "အပြုခံရသူဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ကံဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "ထွက်ခွာရာပြဝိဘတ်",
                            "desc": "ထွက်ခွာရာနေရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ထွက်ခွာရာပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "ရှေးရှုရာပြဝိဘတ်",
                            "desc": "ရှေးရှုရာနေရာဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ရှေးရှုရာပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "ဆိုက်ရောက်ရာပြဝိဘတ်",
                            "desc": "ဆိုက်ရောက်ရာနေရာနှင့် အချိန်ကိုပြသော ဝိဘတ်သည် ဆိုက်ရောက်ရာပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "အသုံးခံပြဝိဘတ်",
                            "desc": "အသုံးပြုခံရသောအရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် အသုံးခံပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "အကြောင်းပြဝိဘတ်",
                            "desc": "တစ်စုံတစ်ရာ ဖြစ်ပျက်ရသည့် အကြောင်းရင်းကိုပြသော ဝိဘတ်သည် အကြောင်းပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "လက်ခံပြဝိဘတ်",
                            "desc": "လက်ခံသူဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် လက်ခံပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "နေရာပြဝိဘတ်",
                            "desc": "တည်ရှိရာနေရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် နေရာပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "အချိန်ပြဝိဘတ်",
                            "desc": "အချိန်ကို ပြသော ဝိဘတ်သည် အချိန်ပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "ပိုင်ဆိုင်ခြင်းပြဝိဘတ်",
                            "desc": "ပိုင်ဆိုင်ခြင်းကိုပြသော ဝိဘတ်သည် ပိုင်ဆိုင်ခြင်းပြဝိဘတ် ဖြစ်သည်။"
                        },
                        {
                            "name": "လိုက်လျောပြဝိဘတ်",
                            "desc": "အဖြစ်အပျက်၊ သဘောတရား၊ လူပုဂ္ဂိုလ်၊ ပမာဏတို့နှင့် ဆန့်ကျင်ခြင်းမရှိဘဲ လိုက်လျောညီညွတ်ခြင်းရှိသည်ကို ပြသော ဝိဘတ်ကို လိုက်လျောပြဝိဘတ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ယှဉ်တွဲပြဝိဘတ်",
                            "desc": "ယှဉ်တွဲခြင်း၊ ပေါင်းစည်းခြင်းကို ပြသော ဝိဘတ်ကို ယှဉ်တွဲပြဝိဘတ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ခွဲထုတ်ရာပြဝိဘတ်",
                            "desc": "အစုအပေါင်းမှ တစ်စုံတစ်ရာ၊ တစ်စုံတစ်ခု၊ တစ်စုံတစ်ယောက် စသည် တစ်စိတ်တစ်ဒေသကို ခွဲထုတ်ပြသော ဝိဘတ်ကို ခွဲထုတ်ရာပြဝိဘတ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "ရည်စူးချက်ပြဝိဘတ်",
                            "desc": "တစ်စုံတစ်ဦး၊ တစ်စုံတစ်ရာကို ရည်စူးကြောင်း ဖော်ပြသော ဝိဘတ်ကို ရည်စူးချက်ပြဝိဘတ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "နေရာဆက်တိုက်ပြဝိဘတ်",
                            "desc": "နေရာ အဆက်မပြတ်ဖြစ်ခြင်းကို ပြသော ဝိဘတ်ကို နေရာဆက်တိုက်ပြဝိဘတ် ဟုခေါ်သည်။"
                        },
                        {
                            "name": "အချိန်ဆက်တိုက်ပြဝိဘတ်",
                            "desc": "အချိန် အဆက်မပြတ်ဖြစ်ခြင်းကို ပြသော ဝိဘတ်ကို အချိန်ဆက်တိုက်ပြဝိဘတ် ဟုခေါ်သည်။"
                        }
                    ]
                },
                {
                    "name": "ကြိယာဝိဘတ်",
                    "desc": "ကြိယာ၏နောက်၌တည်၍ ၎င်းကြိယာ၏ကာလနှင့်အမျိုးအစားကို ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို ကြိယာဝိဘတ် ဟုခေါ်သည်။",
                    "kind": [{
                            "name": "ကာလပြကြိယာဝိဘတ်",
                            "desc": "ကြိယာ၏ ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းနှင့် စပ်ဆိုင်သည့် အချိန်ကာလကိုပြသော ဝိဘတ်ကို ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။",
                            "kind": [{
                                    "name": "ပစ္စုပ္ပန်ကာလပြကြိယာဝိဘတ်",
                                    "desc": "ကြိယာ၏ပြုဆဲ၊ ဖြစ်ဆဲ၊ ရှိဆဲကာလကို ဖော်ပြသောဝိဘတ်ကို ပစ္စုပ္ပန်ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အတိတ်ကာလပြကြိယာဝိဘတ်",
                                    "desc": "ကြိယာ၏ပြုပြီး၊ ဖြစ်ပြီး၊ ရှိပြီးကာလကို ဖော်ပြသောဝိဘတ်ကို အတိတ်ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အနာဂတ်ကာလပြကြိယာဝိဘတ်",
                                    "desc": "ကြိယာ၏ပြုလတ္တံ့၊ ဖြစ်လတ္တံ့၊ ရှိလတ္တံ့ ကာလကို ဖော်ပြသော ဝိဘတ်ကို အနာဂတ် ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                                }
                            ]
                        },
                        {
                            "name": "အမျိုးအစားပြကြိယာဝိဘတ်",
                            "desc": "ကြိယာ၏ အမျိုးအစားကို ဖော်ပြသော ဝိဘတ်ကို အမျိုးအစားပြကြိယာဝိဘတ် ကိုခေါ်သည်။",
                            "kind": [{
                                    "name": "စေခိုင်းဝိဘတ်",
                                    "desc": "စေခိုင်းခြင်းကိုပြသည့် ဝိဘတ်ကို စေခိုင်းဝိဘတ် ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ညှိနှိုင်းဝိဘတ်",
                                    "desc": "ဆောင်ရွက်သူအချင်းချင်း ညှိနှိုင်းခြင်းကိုပြသည့် ဝိဘတ်ကို ညှိနှိုင်းဝိဘတ် ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ဆန္ဒညွှန်ဝိဘတ်",
                                    "desc": "ခွင့်တောင်းခြင်း၊ ဆုတောင်းမေတ္တာပို့သခြင်း၊ ကျိန်ဆဲခြင်းစသော အလိုဆန္ဒတို့ကို ဖော်ပြသည့်ဝိဘတ်ကို ဆန္ဒညွှန်ဝိဘတ် ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အမိန့်ချဝိဘတ်",
                                    "desc": "အမိန့်ပေးခြင်းကိုဖော်ပြသည့် ဝိဘတ်ကို အမိန့်ချဝိဘတ် ဟုခေါ်သည်။"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "Conjunction": {
            "name": "သမ္ဗန္ဓ",
            "desc": "ပုဒ်အချင်းချင်းကိုဖြစ်စေ၊ ဝါကျအချင်းချင်းကိုဖြစ်စေ၊ အဓိပ္ပာယ်အချင်းချင်းကိုဖြစ်စေ ဆက်စပ်ပေးသော စကားလုံးကို သမ္ဗန္ဓ ဟုခေါ်သည်။",
            "help": "",
            "kind": [{
                    "name": "ပုဒ်ဆက်သမ္ဗန္ဓ",
                    "desc": "ပုဒ်အချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို ပုဒ်ဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
                },
                {
                    "name": "ဝါကျဆက်သမ္ဗန္ဓ",
                    "desc": "ဝါကျအချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို ဝါကျဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
                },
                {
                    "name": "အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ",
                    "desc": "အဓိပ္ပာယ်အချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
                }
            ]
        },
        "Article": {
            "name": "ပစ္စည်း",
            "desc": "နာမ်၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာ၊ ကြိယာဝိသေသနတို့၏အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော စကားလုံးကို ပစ္စည်း ဟုခေါ်သည်။",
            "help": "",
            "kind": [{
                    "name": "နာမ်ပစ္စည်း",
                    "desc": "နာမ်၊ နာမ်စားတို့၏အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော ပစ္စည်းကို နာမ်ပစ္စည်း ဟုခေါ်သည်။",
                    "kind": [{
                            "name": "မျိုးပြပစ္စည်း",
                            "desc": "သက်ရှိသက်မဲ့တို့၏ ပုံသဏ္ဌန်၊ အမျိုးအစားအလိုက် သင်္ချာပုဒ်များနှင့် တွဲ၍သုံးသောပစ္စည်းကို မျိုးပြပစ္စည်း ဟုခေါ်သည်။"
                        },
                        {
                            "name": "လိင်ညွှန်းပစ္စည်း",
                            "desc": "အဖိုအမသဘာဝကို ဖော်ပြသည့် ပစ္စည်းကို လိင်ညွှန်းပစ္စည်း ဟုခေါ်သည်။",
                            "kind": [{
                                    "name": "ပုလ္လိင်ညွှန်းပစ္စည်း",
                                    "desc": "အဖိုသဘာဝကို ဖော်ပြသော လိင်ညွှန်း ပစ္စည်းကို ပုလ္လိင်ပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ဣတ္ထိလိင်ညွှန်းပစ္စည်း",
                                    "desc": "အမသဘာဝကို ဖော်ပြသော လိင်ညွှန်းပစ္စည်းကို ဣတ္ထိလိင်ညွှန်းပစ္စည်း ဟုခေါ်သည်။"
                                }
                            ]
                        },
                        {
                            "name": "ကိန်းညွှန်းပစ္စည်း",
                            "desc": "နာမ်၊ နာမ်စားတို့၏အရေအတွက် တစ်ခုထက်ကို ပိုကြောင်းကို ညွှန်ပြသောပစ္စည်းကို ကိန်းညွှန်းပစ္စည်း ဟုခေါ်သည်။"
                        },
                        {
                            "name": "သင်္ချာပစ္စည်း",
                            "desc": "??",
                            "kind": [{
                                    "name": "သင်္ချာလေးနက်ပစ္စည်း",
                                    "desc": "အရေအတွက် အတိအကျ ပြခြင်းဖြင့် လေးနက်စေသော ပစ္စည်းကို သင်္ချာလေးနက်ပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ပမာဏပစ္စည်း",
                                    "desc": "အရေအတွက်ကို ခန့်မှန်းပြခြင်းဖြင့် လေးနက်စေသော ပစ္စည်းကို ပမာဏပြပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အကြိမ်ပြပစ္စည်း",
                                    "desc": "အရေအတွက်၊ အကြိမ်အခါကိုပြသော ပစ္စည်းကို အကြိမ်ပြပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အစဉ်ပြပစ္စည်း",
                                    "desc": "အစဉ်ကိုပြသော ပစ္စည်းကို အစဉ်ပြပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "နာမ်ထောက်ပစ္စည်း",
                                    "desc": "နာမ်၊ နာမ်စားတို့၏ အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော ပစ္စည်းကို နာမ်ထောက်ပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ဥပမာပစ္စည်း",
                                    "desc": "သိလွယ်စေရန် ဥပမာဆောင်၍ ပြောဆိုရာ၌ အသုံးပြုသော ပစ္စည်းကို ဥပမာပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ရူပကပစ္စည်း",
                                    "desc": "ဂုဏ်ရည်တူသော နာမ်နှစ်ခုကို ထပ်တူပြု၍ ပြောဆိုရာ၌အသုံးပြုသည့် ပစ္စည်းကို ရူပကပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "အာလုပ်ပစ္စည်း",
                                    "desc": "ခေါ်ရာထူးရာတွင် အသုံးပြုသော ပစ္စည်းကို အာလုပ်ပစ္စည်း ဟုခေါ်သည်။"
                                },
                                {
                                    "name": "ဝိစ္ဆာပစ္စည်း",
                                    "desc": "အမျိုးအစားတူညီသော အရာအားလုံးသို့ ပျံ့နှံ့စေရန် တစ်ကြိမ်တည်းဖြစ်စေ၊ ခွန်းချင်းထပ်(၂)ကြိမ်ဖြစ်စေ ပြောဆိုသော စကားလုံးကို ဝိစ္ဆာပစ္စည်း ဟုခေါ်သည်။"
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "ကြိယာပစ္စည်း",
                    "desc": "??"
                },
                {
                    "name": "ပုဒ်ပြောင်းပစ္စည်း",
                    "desc": "??"
                }
            ]
        },
        "Interjection": {
            "name": "အာမေဍိတ်",
            "desc": "ထိတ်လန့်ခြင်း၊ ဝမ်းသာခြင်း၊ အံ့သြခြင်းစသည့် တစ်စုံတစ်ခုသောအကြောင်းကြောင့် ပြင်းပြင်းထန်ထန် စိတ်လှုပ်ရှားကာနှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသောအသံကို အာမေဍိတ် ဟုခေါ်သည်။",
            "help": "",
            "kind": [{
                "name": "",
                "desc": ""
            }]
        }
    },
    "etc.v4": {
        "name": "",
        "desc": "",
        "help": "",
        "kind": [{
                "name": "",
                "desc": ""
            },
            {
                "name": "String",
                "desc": "String",
                "exam": {},
                "kind": [],
                "word": [],
                "note": "String",
                "comment": "String"
            }
        ]
    },
    "ect.v5":{
      "Interjection": {
        "name":{},
        "word":{
          "name":"",
          "desc":[]
        },
        "kind":[{}],
        "exam":{},
      }
    }
}
