{
    "chapter": ["context", "grammar", "pos", "etc"],
    "note":{
      "author":"Khen Solomon Lethil",
      "email":"khensolomonAtgmail.com",
      "url":"myordbok.com",
      "version":"1.171030"
    },
    "context": {
        "name": "မြန်မာသဒ္ဒါ",
        "desc": "လူတို့နှုတ်မှထွက်သောအသံတို့ကို ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ ပြောဆို ရေးသားရသည်။ ထိုသို့ ပြောဆိုရေးသားရာ၌ အသုံးပြုရမည့် စည်းစနစ်တို့ကို ဖော်ပြသော ကျမ်းသည် သဒ္ဒါကျမ်း ဖြစ်သည်။",
        "kind": [{
                "name": "သဒ္ဒါ",
                "desc": "အဓိပ္ပာယ်ရှိသောအသံကို အစွဲပြု၍ ရေးသားထားသောကြောင့် သဒ္ဒါဟု ခေါ်သည်။"
            },
            {
                "name": "အသံ",
                "desc": "နားဖြင့် ကြားသမျှကို အသံ ဟုခေါ်သည်။"
            },
            {
                "name": "သဒ္ဒ",
                "desc": "သဒ္ဒသည် ပါဠိစကားဖြစ်သည်။ အသံဟု အဓိပ္ပာယ်ရသည်။"
            }
        ]
    },
    "grammar": {
        "Symbol": {
            "name": "အက္ခရာ",
            "desc": "လူတို့နှုတ်မှ ထွက်သော အသံတို့ကို နားဖြင့်ကြားရသည်။ ထိုအသံတို့ကို ကိုယ်စားပြုထားသည့် အမှတ်သင်္ကေတများကို အက္ခရာ  ဟုခေါ်သည်။ က၊ ခ၊ ဂ၊ ဃ၊ င စသော အမှတ်သင်္ကေတများသည် အက္ခရာများဖြစ်ကြသည်။ ထိုအက္ခရာများကို စာရေးသားရာတွင် အသုံးပြုကြရသည်။",
            "kind": [{
                    "name": "သရအက္ခရာ",
                    "desc": "မြန်မာဘာသာ၌ အခြေခံသရ ၁၁ လုံး၊ သင်ရိုးသရ ၁၂ လုံး ရှိသည်။",
                    "kind": [{
                            "name": "အခြေခံသရ",
                            "desc": "အ၊ အာ၊ ဣ၊ ဤ၊ ဥ၊ ဦ၊ ဧ၊ အဲ၊ သြ၊ သြော်၊ အို။"
                        },
                        {
                            "name": "သင်ရိုးသရ",
                            "desc": "အ၊ အာ၊ ဣ၊ ဤ၊ ဥ၊ ဦ၊ ဧ၊ အဲ၊ သြ၊ သြော်၊ အံ၊ အား။"
                        },
                        {
                            "name": "သရသင်္ကေတ",
                            "desc": "သရများကို ဗျည်းနှင့်တွဲသောအခါ သရသင်္ကေတများကို အသုံးပြုသည်။"
                        }
                    ]
                },
                {
                    "name": "သရသင်္ကေတ",
                    "desc": "သရများကို ဗျည်းနှင့်တွဲသောအခါ သရသင်္ကေတများကို အသုံးပြုသည်။"
                },
                {
                    "name": "ဗျည်းအက္ခရာ",
                    "desc": "က အစ အ အဆုံး ၃၃လုံးသော အက္ခရာတို့ကို ဗျည်းဟုခေါ်သည်။"
                }
            ]
        },
        "Word": {
            "name": "စကားလုံး",
            "desc": "အနက်အဓိပ္ဂာယ်ကို ဖော်ပြနိုင်သော စကားအစိတ်အပိုင်း အသီးသီးကို စကားလုံး ဟုခေါ်သည်။",
            "kind": [{
                    "name": "သီးခြားစကားလုံး",
                    "desc": "အခြားစကားလုံးတစ်လုံး အမှီမပြုဘဲ မိမိဘာသာ အနက်အဓိပ္ဂာယ်ကို ဖော်ဆောင်နိုင်သော စကားလုံးကို သီးခြားစကားလုံး ဟုခေါ်သည်။"
                },
                {
                    "name": "အကူစကားလုံး",
                    "desc": "အခြားစကားလုံး၏ အနက်အဓိပ္ဂာယ်ကို ကူညီဖော်ဆောင်နိုင်သော စကားလုံးကို အကူစကားလုံး ဟုခေါ်သည်။"
                }
            ]
        },
        "Punctuation": {
            "name": "ပုဒ်",
            "desc": "သီးခြားစကားလုံးကိုလည်းကောင်း၊ သီးခြားစကားလုံးနှင့် အကူစကားလုံးတို့ကို တွဲစပ်ထားသော စကားလုံးတို့ကို လည်းကောင်းပုဒ် ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ပုဒ်ရိုး",
                    "desc": "ဝိဘတ်၊ ပစ္စည်း တစ်ခုခုမရောဘဲ အနက်အဓိပ္ဂာယ်တစ်ခုကို ဖော်ပြနိုင်၍ သီးခြားရပ်တည်နိုင်သော စကားလုံးကို ပုဒ်ရိုး ဟုခေါ်သည်။"
                },
                {
                    "name": "ပေါင်းစပ်ပုဒ်",
                    "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗတစ်ခုခုကို ကြား၌မခံဘဲ သီးခြားစကားလုံး (၂)လုံး၊ (၃)လုံး စသည်တို့ကို ပေါင်းစပ်ဖွဲ့စည်းထားသည့်ပုဒ်ကို ပေါင်းစပ်ပုဒ် ဟုခေါ်သည်။"
                },
                {
                    "name": "ပစ္စည်းရောပုဒ်",
                    "desc": "သီးခြားစကားလုံးတစ်လုံးကို အကူစကားလုံးတစ်လုံးနှင့် ရောနှောခြင်းဖြင့် အနက်အဓိပ္ဂာယ်တစ်ခု ထွက်လာသောပုဒ်ကို ပစ္စည်းရောပုဒ် ဟုခေါ်သည်။"
                },
                {
                    "name": "ဝိဘတ်သွယ်ပုဒ်",
                    "desc": "ဝိဘတ်တစ်ခုခုနှင့် ဆက်သွယ်ထားသောပုဒ်ကို ဝိဘတ်သွယ်ပုဒ် ဟုခေါ်သည်။"
                }
            ]
        },
        "121": {
            "name": "ပုဒ်စု",
            "desc": "ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏အကြား၌ ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတစ်ခုခုကိုထားလျက်ဖြစ်စေ၊ ပုဒ်(၂)ပုဒ်၊ (၃)ပုဒ် စသည်တို့၏ နောက်၌ သမ္ဗန္ဗ(၂)ခု၊ (၃)ခု စသည်တို့ကို ထားလျက်ဖြစ်စေ ဆက်ထားသောပုဒ်ကို ပုဒ်စု ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ဝိဘတ်ဆက်ပုဒ်စု",
                    "desc": "နာမ်နှင့်နာမ်တို့ကိုဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေ ဝိဘတ်ဖြင့်ဆက်ထားသောပုဒ်စုကို ဝိဘတ်ဆက်ပုဒ်စု ဟုခေါ်သည်။"
                },
                {
                    "name": "ပစ္စည်းဆက်ပုဒ်စု",
                    "desc": "နာမဝိသေသနနှင့် နာမ်တို့ကိုဖြစ်စေ၊ ကြိယာနှင့် နာမ်တို့ကိုဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေပစ္စည်းဖြင့် ဆက်ထားသောပုဒ်စုကို ပစ္စည်းဆက်ပုဒ်စု ဟုခေါ်သည်။"
                },
                {
                    "name": "သမ္ဗန္ဓဆက်ပုဒ်စု",
                    "desc": "နာမ်နှင့်နာမ်တို့ကို ဖြစ်စေ၊ နာမ်နှင့်နာမ်စားတို့ကို ဖြစ်စေ၊ ကြိယာနှင့်နာမ်တို့ကိုဖြစ်စေ သမ္ဗန္ဓဖြင့်ဆက်ထားသော ပုဒ်စုကို သမ္ဗန္ဓဆက်ပုဒ်စု ဟုခေါ်သည်။"
                }
            ]
        },
        "122": {
            "name": "ပုဒ်ဖြတ်ပုဒ်ရပ်",
            "desc": "မြန်မာစာရေးသားရာ၌ အဓိပ္ပာယ်ရှင်းလင်းစေရန် ပုဒ်ကလေး၊ ပုဒ်မ၊ ဝိုက်ကွင်းစသော သင်္ကေတများကို အသုံးပြု၍ ရေးရသည်။ ထိုသင်္ကေတများကို ပုဒ်ဖြတ်ပုဒ်ရပ်သင်္ကေတများ ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ပုဒ်ကလေး ၊",
                    "desc": "နှစ်ခုထက် ပိုသော ပုဒ်များအကြားတွင် ပုဒ်ကလေးကို သုံးသည်။"
                },
                {
                    "name": "ပုဒ်မ ။",
                    "desc": "ဝါကျအဆုံး၌ ပုဒ်မကို သုံးသည်။"
                },
                {
                    "name": "ဝိုက်ကွင်း ( )",
                    "desc": "ကိန်းဂဏန်းဖြင့် ဖော်ပြသော ငွေကြေးအရေအတွက်ကို စာဖြင့် တိတိကျကျ ဖော်ပြလိုလျှင် ဝိုက်ကွင်းကို သုံးသည်။"
                },
                {
                    "name": "အောက်မျဉ်း _",
                    "desc": "စာဖတ်သူ အထူးသတိထား၍ ဖတ်စေချင်သော စကားလုံး၊ ပုဒ်၊ ဝါကျ စသည်တို့ကို အောက်မျဉ်းသား၍ ဖော်ပြသည်။"
                },
                {
                    "name": "မျဉ်းတို -",
                    "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းတိုကို သုံးသည်။ (မျဉ်းစောင်း၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
                },
                {
                    "name": "မျဉ်းစောင်း /",
                    "desc": "ရက်စွဲ အတိုရေးရာ၌ မျဉ်းစောင်းကိုသုံးသည်။ (မျဉ်းတို၊ ပုဒ်ကလေးကိုလည်း သုံးသည်။)"
                }
            ]
        },
        "Sentence": {
            "name": "ဝါကျ",
            "desc": "ဆိုလိုသည့်အဓိပ္ပာယ်ရောက်အောင် စနစ်တကျ စီစဉ်ထားသော ပုဒ်အစုအပေါင်းကို ဝါကျ ဟုခေါ်သည်။ ဝါကျတစ်ခုတွင် အနည်းဆုံး ကတ္တားတစ်ခုနှင့် ကြိယာတစ်ခု ပါဝင်သည်။",
            "kind": [{
                "name": "ဝါကျရိုး",
                "desc": "ကတ္တားပုဒ်တစ်ခုနှင့် ကြိယာပုဒ်တစ်ခု ပါဝင်ဖွဲ့စည်းထားသော ဝါကျသည် ဝါကျရိုး ဖြစ်သည်။"
            }]
        },
        "Tense": {
            "name": "ကာလ",
            "desc": "ကြိယာ၏ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းနှင့် စပ်ဆိုင်သော အချိန်ကို ပြသည်။",
            "kind": [{
                    "name": "ပစ္စုပ္ပန်ကာလ",
                    "desc": "ပြုဆဲ၊ ဖြစ်ဆဲ၊ ရှိဆဲအချိန်အခါသည် ပစ္စုပ္ပန်ကာလဖြစ်သည်။"
                },
                {
                    "name": "အတိတ်ကာလ",
                    "desc": "ပြုခဲ့၊ ဖြစ်ခဲ့၊ ရှိခဲ့ပြီးသော အချိန်အခါသည် အတိတ်ကာလ ဖြစ်သည်။"
                },
                {
                    "name": "အနာဂတ်ကာလ",
                    "desc": "ပြုအံ့၊ ဖြစ်အံ့၊ ရှိအံ့သော အချိန်အခါသည် အနာဂတ်ကာလ ဖြစ်သည်။"
                }
            ]
        },
        "Gender": {
            "name": "လိင်",
            "desc": "အထီးအမသဘာဝကို လိင် ဟုခေါ်သည်။",
            "help": "နာမ်၊ နာမ်စားတို့ကို ယောကျာ်း၊ မိန်းမ၊ အထီး၊ အမ စသည်ဖြင့် ခွဲခြားခြင်းသည် လိင် သဘော ဖြစ်သည်။",
            "kind": [{
                    "name": "ပုလ္လိင်",
                    "desc": "ယောကျာ်းသဘာဝ၊ အထီးသဘာဝရှိသော နာမ်သည် ပုလ္လိင် ဖြစ်သည်။"
                },
                {
                    "name": "ဣတ္ထိလိင်",
                    "desc": "မိန်းမသဘာဝ၊ အမသဘာဝရှိသော နာမ်သည် ဣတ္ထိလိင် ဖြစ်သည်။"
                },
                {
                    "name": "နပုလ္လိင်",
                    "desc": "အထီးအမသဘာဝမရှိသော နာမ်သည် နပုလ္လိင် ဖြစ်သည်။"
                },
                {
                    "name": "ဒွိလိင်",
                    "desc": "အထီးသဘာဝ၊ အမသဘာဝနှစ်မျိုးစလုံးနှင့် ဆိုင်သော နာမ်သည် ဒွိလိင် ဖြစ်သည်။"
                }
            ]
        },
        "Number": {
            "name": "ကိန်း",
            "desc": "အရေအတွက်ကို ကိန်း ဟုခေါ်သည်။",
            "kind": [{
                    "name": "ဧကဝုစ်ကိန်း",
                    "desc": "ဧကဝုစ်ကိန်းသည် အရေအတွက် တစ်ခုကို ပြသည်။"
                },
                {
                    "name": "ဗဟုဝုစ်ကိန်း",
                    "desc": "ဗဟုဝုစ်ကိန်းသည် တစ်ခုထက် ပိုသော အရေအတွက်ကိုပြသည်။"
                }
            ]
        },
        "Parts-of-speech": {
            "name": "ဝါစင်္ဂ",
            "desc": "ဝါစင်္ဂ သည် ဝါစာနှင့် အင်္ဂ ပေါင်းစပ်ထားသော ပါဠိစကား ဖြစ်သည်။ ဆိုလိုသည့် အဓိပ္ပာယ်ရောက်အောင် ပြောဆိုသောစကား၏ အစိတ်အပိုင်းကို ဝါစင်္ဂဟု ခေါ်သည်။"
        }
    },
    "pos": {
        "Noun": {
          "root":{
            "name": "နာမ်",
            "desc": "သက်ရှိသက်မဲ့၊ ဒြပ်ရှိဒြပ်မဲတို့၏ အမည်ဟူသမျှကို နာမ် ဟုခေါ်သည်။",
            "note": "နာမ်ကို အနက်အဓိပ္ပာယ်အရ '၄' မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ '၄' မျိုး ခွဲသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["မောင်လှ","ကျောင်းသား","လူ","တိရစ္ဆာန်","စာအုပ်","ကျောင်း","ကား","မေတ္တာ","သတ္တိ","အချစ်","အမုန်း","ခွန်အား"]
          },
          "exam":[
            {
              "name":"မောင်လှသည် ကျောင်းသို့ ကားဖြင့်သွားသည်။",
              "desc":[
                "'မောင်လှ'ဟူသော အမည်သည် လူ၏အမည်ဖြစ်သည်။ လူသည် အသက် ရှိသည်။",
                "လူကို မျက်စိဖြင့် မြင်နိုင်ပြီး လက်ဖြင့် စမ်းသပ်ထိတွေ့နိုင်သောကြောင့် ဒြပ်ရှိသည်ဟု ဆိုရသည်။",
                "ထို့ကြောင့် 'မောင်လှ'ဟူသော အမည်သည် သက်ရှိဒြပ်ရှိအမည်ဖြစ်သည်။"
              ]
            },
            {
              "name":"ခွေးသည် ကြောင်ကို ကိုက်သည်။",
              "desc":[
                "ကျောင်း၊ ကား ဟူသော အမည်တို့သည် အရာဝတ္ထု၏အမည်များ ဖြစ်ကြသည်။",
                "ထိုအရာဝတ္ထုများသည် သက်မဲ့များဖြစ်ကြသည်။ ထို့ပြင် ထိုအရာဝတ္ထုတို့ကို မျက်စိဖြင့်မြင်နိုင်ပြီး လက်ဖြင့် စမ်းသပ် ထိတွေ့နိုင်သောကြောင့် ဒြပ်ရှိသည်ဟု ဆိုရသည်။",
                "ထို့ကြောင့် 'ကျောင်း'၊ 'ကား' ဟူသော အမည်များသည် သက်မဲ့ဒြပ်ရှိ အမည်များ ဖြစ်ကြသည်။"
              ]
            },
            {
              "name":"မိဘ၏မေတ္တာသည် ကြီးမားသည်။",
              "desc":[
                "'မေတ္တာ'ဟူသော အမည်သည် မျက်စိဖြင့် ကြည့်၍လည်း မမြင်နိုင်၊ လက်ဖြင့် စမ်းသပ်ထိတွေ့၍လည်း မရနိုင်သော သဘောတစ်ခု၏ အမည်ဖြစ်သည်။",
                "ထို့ကြောင့် ဒြပ်မဲ့ အမည်ဖြစ်သည်။"
              ]
            }
          ],
          "kind":[
            {
              "root":{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "desc": "",
                "note": ""
              },
              "kind": [
                {
                  "root":{
                    "name": "တစ်ဦးဆိုင်နာမ်",
                    "desc": "တစ်ဦး၊ တစ်ယောက်၊ တစ်ခုအတွက် သီးခြား မှည့်ခေါ်ထားသောအမည်ကို တစ်ဦးဆိုင်နာမ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ရွှေတိဂုံ","ရွှေစည်းခုံ","ရန်ကုန်","မန္တလေး","ဧရာဝတီ","ချင်းတွင်း","ငပလီ","ရွှေဝါချိုင်","မောင်းမကန်","မဟာဗန္တုလ","မောင်မျိုးတင့်","မအေးမြင့်"]
                  },
                  "exam":[
                    {
                      "name":"'ရွှေတိဂုံ'သည် စေတီတစ်ဆူကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။",
                      "desc":[]
                    },
                    {
                      "name":"'ရန်ကုန်'သည် မြို့တစ်မြို့ကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။",
                      "desc":[]
                    },
                    {
                      "name":"'ဧရာဝတီ'သည် မြစ်တစ်စင်းကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။",
                      "desc":[]
                    },
                    {
                      "name":"'ငပလီ'သည် ပင်လယ်ကမ်းခြေစခန်းတစ်ခုကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။",
                      "desc":[]
                    },
                    {
                      "name":"'မဟာဗန္တုလ'သည် စစ်သူကြီးတစ်ဦးကို သီးခြားမှည့်ခေါ်ထားသော အမည် ဖြစ်သည်။",
                      "desc":[]
                    }
                  ]
                },
                {
                    "root":{
                      "name": "အများဆိုင်နာမ်",
                      "desc": "အများနှင့်ဆိုင်သောပုဂ္ဂိုလ်၊ သတ္တဝါ၊ အရာဝတ္ထုတို့၏ အမည်ကို အများဆိုင်နာမ် အများဆိုင်နာမ် အများဆိုင်နာမ် ဟုခေါ်သည်။"
                    },
                    "word":{
                      "name":"သာဓက",
                      "desc":["မြို့","အိမ်","ကျောင်း","မြစ်","ချောင်း","အင်း","အိုင်","လူ","ကြောင်","ခွေး"]
                    },
                    "exam":[
                      {
                        "name":"'မြို့'ဟူသော နာမ်သည် ရန်ကုန်၊ မန္တလေး၊ စစ်ကိုင်း၊ မေမြို့၊ တောင်ကြီး၊ စစ်တွေ၊ သံတွဲ၊ မော်လမြိုင်၊ ထားဝယ် အစရှိသော မြို့အားလုံးနှင့် ဆိုင်သည်။",
                        "desc":[]
                      },
                      {
                        "name":"'အိမ်'ဟူသော နာမ်သည် ပျဉ်ထောင်အိမ်၊ တိုက်ခံအိမ်၊ အိမ်အို၊ အိမ်ဟောင်း၊ အိမ်သစ်အစရှိသော အိမ်အားလုံးနှင့် ဆိုင်သည်။",
                        "desc":[]
                      },
                      {
                        "name":"'ကျောင်း'ဟူသော နာမ်သည် အခြေခံပညာ မူလတန်းကျောင်း၊ အခြေခံပညာ အလယ်တန်းကျောင်း၊ အခြေခံပညာ အထက်တန်း ကျောင်း၊ ဘုန်းကြီးကျောင်း၊ မယ်သီလရှင်ကျောင်း၊ ဘုရားကျောင်း အစရှိသော ကျောင်းအားလုံးနှင့်ဆိုင်သည်။",
                        "desc":[]
                      },
                      {
                        "name":"'မြစ်'ဟူသော နာမ်သည် ဧရာဝတီ၊ ချင်းတွင်း၊ သံလွင်၊ စစ်တောင်း အစရှိသော မြစ်ကြီးမြစ်ငယ်အားလုံးနှင့်ဆိုင်သည်။",
                        "desc":[
                          "ထိုနည်းအတူ ချောင်း၊ အင်း၊ အိုင်၊ လူ၊ ကြောင် ဟူသော နာမ်တို့သည် တစ်ဆေး၊ တစ်ယောက်၊ တစ်ခု အတွက် သီးခြားမှည့်ခေါ်ထားသော အမည်များ မဟုတ်ကြပေ။ အများနှင့်ဆိုင်သော အမည်များ ဖြစ်ကြသည်။"
                        ]
                      }
                    ]
                },
                {
                    "root":{
                      "name": "စိတ္တဇနာမ်",
                      "desc": "ဒြပ်မရှိ၊ ကိုင်တွယ်စမ်းသပ်၍မရ၊ မြင်လည်း မမြင်နိုင်၊ စိတ်ဖြင့်သာ တွေးတောသိနိုင်သော နာမ်ကို စိတ္တဇနာမ် ဟုခေါ်သည်။"
                    },
                    "word":{
                      "name":"သာဓက",
                      "desc":["မေတ္တာ","စေတနာ","ဇွဲ","သတ္တိ","အောင်မြင်ခြင်း","အချစ်","အမုန်း","ဝမ်းသာခြင်း","ဝမ်းနည်းခြင်း"]
                    },
                    "exam":[
                      {
                        "name":"'မေတ္တာ'ဟူသော နာမ်မှာ အကောင်အထည် ဒြပ်မရှိချေ။",
                        "desc":[
                          "ကိုယ်နှုတ်အမူအရာကို ကြည့်ရှုထောက်ချင့်၍ စိတ်ဖြင့်သာ တွေးတောသိရှိရသော သဘောမျှသာ ဖြစ်သည်။"
                        ]
                      },
                      {
                        "name":"'စေတနာ'ဟူသော နာမ်မှာ အကောင်အထည် ဒြပ်မရှိချေ။",
                        "desc":[
                          "ကိုယ်နှုတ်အမူအရာကို ကြည့်ရှုထောက်ချင့်၍ စိတ်ဖြင့်သာ တွေးတောသိရှိရသော သဘောမျှသာ ဖြစ်သည်။"
                        ]
                      },
                      {
                        "name":"'ဇွဲ'၊ 'သတ္တိ'ဟူသော နာမ်တို့မှာ အကောင်အထည် ဒြပ်မရှိချေ။",
                        "desc":[
                          "ထိုနည်းအတူ အချစ်၊ အမုန်း၊ အောင်မြင်ခြင်း၊ ဝမ်းသာခြင်း၊ ဝမ်းနည်းခြင်း ဟူသော နာမ်တို့မှာလည်း စိတ်ဖြင့်သာ တွေးတောသိရှိရသော သဘောများသာ ဖြစ်ကြသည်။"
                        ]
                      }
                    ]
                },
                {
                    "root":{
                      "name": "အစုပြနာမ်",
                      "desc": "အစုအပေါင်း၊ အသင်းအဖွဲ့၏အမည်ကို အစုပြနာမ် ဟုခေါ်သည်။"
                    },
                    "word":{
                      "name":"သာဓက",
                      "desc":["တပ်မတော်","လူထု","ပရိဘောဂ","ကောင်စီ","အသင်း","အဖွဲ့","ကော်မတီ"]
                    },
                    "exam":[
                      {
                        "name":"'တပ်မတော်'ဟူသောနာမ်သည် စစ်သား တစ်ဦးတစ်ယောက်၏အမည် မဟုတ်ချေ။ စစ်သားအများအပြား ပါဝင်သော အဖွဲ့အစည်း၏ အမည် ဖြစ်သည်။",
                        "desc":[]
                      },
                      {
                        "name":"'လူထု'ဟူသော နာမ်သည် လူတစ်ဦးတစ်ယောက်၏ အမည် မဟုတ်ချေ။ လူအများအပြား ပါဝင်သော လူစုလူဝေး၏အမည် ဖြစ်သည်။",
                        "desc":[]
                      },
                      {
                        "name":"'ပရိဘောဂ'ဟူသော နာမ်သည် စားပွဲ၊ ကုလားထိုင် စသည့် တစ်ခုစီ၏အမည် မဟုတ်ချေ။ စားပွဲ၊ ကုလားထိုင်၊ ခုတင်၊ ဗီရို အစရှိသော အသုံးအဆောင်ပစ္စည်း အစုအပေါင်း၏အမည်ဖြစ်သည်။",
                        "desc":[
                          "ထိုနည်းအတူ အသင်း၊ အဖွဲ့၊ ကောင်စီ၊ ကော်မတီဟူသော နာမ်တို့သည်လည်း လူတစ်ဦးတည်းကို သီးခြား မှည့်ခေါ်ထားသော အမည်များ မဟုတ်ကြပေ။ လူတစ်ဦးမက ပါဝင်သည့် အစုအဖွဲ့ကို သီးခြားမှည့်ခေါ်ထားသော အမည်များ ဖြစ်ကြသည်။"
                        ]
                      }
                    ]
                }
              ]
            },
            {
              "root":{
                "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                "desc": "",
                "note": ""
              },
              "kind":[
                {
                    "root":{
                      "name": "ပင်ကိုနာမ်",
                      "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ မူလအတိုင်းဖြစ်သောနာမ်ကို ပင်ကိုနာမ် ဟုခေါ်သည်။"
                    }
                },
                {
                    "root":{
                      "name": "ဂုဏ်ရည်ပြနာမ်",
                      "desc": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏ ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ဖြစ်လာသောနာမ်ကို ဂုဏ်ရည်ပြနာမ် ဟုခေါ်သည်။"
                    }
                },
                {
                    "root":{
                      "name": "ကြိယာနာမ်",
                      "desc": "ကြိယာပုဒ်၏ရှေ့၌ဖြစ်စေ၊ နောက်၌ဖြစ်စေ၊ ပစ္စည်းဆက်၍ဖြစ်လာသောနာမ်ကို ကြိယာနာမ် ဟုခေါ်သည်။"
                    }
                },
                {
                    "root":{
                      "name": "ပေါင်းစပ်နာမ်",
                      "desc": "ဝိဘတ်၊ ပစ္စည်း၊ သမ္ဗန္ဓတို့ကို ကြား၌မခံဘဲ နာမ်၊ ကြိယာ၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာဝိသေသနတို့ကို ထိုက်သည့်အားလျော်စွာ ပူးတွဲထားသော နာမ်ကို ပေါင်းစပ်နာမ် ဟုခေါ်သည်။"
                    }
                }
              ]
            }
          ]
        },
        "Pronoun": {
          "root":{
            "name": "နာမ်စား",
            "desc": "နာမ်၏အစားသုံးသော ပုဒ်ကို နာမ်စား ဟုခေါ်သည်။",
            "note": "နာမ်စားကို အနက်အဓိပ္ပာယ်အရ '၄' မျိုးရှိသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["သူ","မင်း","ငါ","ကျွန်တော်","ကျွန်မ","ရှင်","ခင်ဗျား","နင်","ညည်း","ကျုပ်","ကျွန်ုပ်","မိမိ","သင်","ထို","ဤ","၎င်း"]
          },
          "exam":[
            {
              "name":"မောင်မောင်သည် ကျောင်းသို့သွားသည်။ သူ သည် ပဉ္စမတန်းကျောင်းသားဖြစ်သည်။",
              "desc":[
                "ပထမဝါကျ၌ရှိသော မောင်မောင်သည် နာမ်ဖြစ်သည်။",
                "ဒုတိယဝါကျ၌ ရှိသော သူဟူသော ပုဒ်သည် နာမ်ပုဒ် မောင်မောင်၏နေရာတင် အစားထိုး၍ သုံးသောပုဒ် ဖြစ်သည်။",
                "ထို့ကြောင့် သူ ဟူသော ပုဒ်သည် နာမ်စားဖြစ်သည်။"
              ]
            },
            {
              "name":"မိုမိုသည် လိမ္မာသော ဆင်တစ်ကောင်ဖြစ်သည်။ သူ သည် ကြံကို အလွန်ကြိုက်သည်။",
              "desc":[
                "ပထမဝါကျ၌ရှိသော မိုမိုသည် နာမ်ဖြစ်သည်။",
                "ဒုတိယ ဝါကျ၌ရှိသော သူ ဟူသော ပုဒ်သည် နာမ်ပုဒ် မိုမို ၏နေရာတွင် အစားထိုး၍ သုံးသောပုဒ်ဖြစ်သည်။",
                "ထို့ကြောင့် သူ ဟူသော ပုဒ်သည် နာမ်စား ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်မောင်သည် မန္တလေးသို့ သွားသည်။ ထို မှတစ်ဆင့် မေမြို့သို့ ခရီးဆက်မည်။",
              "desc":[
                "ပထမဝါကျ၌ရှိသော မန္တလေးသည် နာမ်ဖြစ်သည်။",
                "ဒုတိယဝါကျ၌ ရှိသော ထို ဟူသောပုဒ်သည် နာမ်ပုဒ် မန္တလေး၏နေရာတွင် အစား ထိုး၍ သုံးသောပုဒ် ဖြစ်သည်။",
                "ထို့ကြောင့် ထို ဟူသောပုဒ်သည် နာမ်စား ဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "desc": ""
              },
              "kind": [
                {
                  "root":{
                    "name": "ပုဂ္ဂလနာမ်စား",
                    "desc": "ပုဂ္ဂိုလ်၏ အစားသုံးသော နာမ်စားကို ပုဂ္ဂလနာမ်စား ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ကျွန်တော်","ကျွန်မ","ငါ","ကျွန်ုပ်","မိမိ","မင်း","နင်","ရှင်","သူ"]
                  },
                  "exam":[
                    {
                      "name":"'ကျွန်တော် ဖျားနေလို့ အိမ်ပြန်ခွင့်ပြုပါဆရာမ' ဟု မောင်ခင်က သူ၏ ဆရာမထံ ခွင့်တောင်းသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်ခင် ဟူသော နာမ်သည် ပုဂ္ဂိုလ်၏အမည်ဖြစ်သည်။",
                        "ကျွန်တော် နှင့် သူသည် ပြောသူ မောင်ခင် မောင်ခင် မောင်ခင်ဟူသော နာမ်၏အစား သုံးသော နာမ်စားဖြစ်သည်။",
                        "ထို့ကြောင့် ကျွန်တော်နှင့်သူ သည် ပုဂ္ဂလနာမ်စား ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"'မင်း ကို ငါဈေးထဲမှာ တွေ့လိုက်တယ်' ဟု မောင်ဘကို မောင်ခိုင်က ပြောသည်။",
                      "desc":[
                        "ဤဝါကျ၌ ပြောသူမှာ မောင်ခိုင်ဖြစ်သည်။ နားထောင်သူမှာ မောင်ဘ ဖြစ်သည်။",
                        "မင်း သည် နားထောင်သူ မောင်ဘဟူသော နာမ်၏အစားသုံးသော နာမ်စား ဖြစ်သည်။",
                        "ငါသည် ပြောသူ မောင်ခိုင် ဟူသော နာမ်၏ အစားသုံးသော နာမ်စားဖြစ်သည်။ ထိုကြောင့် မင်းနှင့် ငါသည် ပုဂ္ဂလနာမ်စား ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"'ရှင် မနေ့က အလှူသွားသေးသလား၊ ကျွန်မတော့ မသွားဖြစ်ဘူး' ဟု အေးမိက ဖိုးမောင်ကို ပြောသည်။",
                      "desc":[
                        "ဤဝါကျ၌ ပြောသူမှာ အေးမိဖြစ်သည်။ နားထောင်သူမှာ ဖိုးမောင် ဖြစ်သည်။",
                        "ရှင် သည် နားထောင်သူ ဖိုးမောင် ဟူသော နာမ်၏အစားသုံးသော နာမ်စား ဖြစ်သည်။",
                        "ကျွန်မသည် ပြောသူ အေးမိဟူသော နာမ်၏အစားသုံးသော နာမ်စားဖြစ်သည်။ ထို့ကြောင့် ရှင် နှင့်ကျွန်မ သည် ပုဂ္ဂလနာမ်စား ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"'မိမိကိုယ်ကို ကောင်းအောင်ကြိုးစားပါ' ဟု ဆရာကြီးက တပည့်ကို တပည့်ကို တပည့်ကို ဆုံးမသည်။",
                      "desc":[
                        "ဤဝါကျ၌ ဆုံးမသူမှာ ဆရာကြီးဖြစ်၍ နားထောင်သူမှာ တပည့် ဖြစ်သည်။",
                        "မိမိသည် နားထောင်သူ တပည့် ဟူသော နာမ်၏အစား သုံးထားသော နာမ်စားဖြစ်သည်။",
                        "ထို့ကြောင့် မိမိသည် ပုဂ္ဂလနာမ်စား ဖြစ်သည်။"
                      ]
                    }
                  ],
                  "kind": [
                    {
                      "root":{
                        "name": "ပြောသူနာမ်စား",
                        "desc": "ပြောသူနာမ်၏ အစားသုံးသောပုဒ်ကို ပြောသူနာမ်စား ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["ငါ","ကျွန်တော်","ကျွန်မ","ကျွန်ုပ်","ကျုပ်","ကိုယ်","တပည့်တော်","တပည့်တော်မ"]
                      }
                    },
                    {
                      "root":{
                        "name": "ကြားနာသူနာမ်စား",
                        "desc": "ကြားနာသူနာမ်၏အစားသုံးသောပုဒ်ကို ကြားနာသူနာမ်စား ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["မင်း","ခင်ဗျား","ရှင်","နင်","သင်","ညည်း"]
                      }
                    },
                    {
                      "root":{
                        "name": "အပြောခံနာမ်စား",
                        "desc": "အပြောခံနာမ်၏အစား သုံးသောပုဒ်ကို အပြောခံနာမ်စား ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["သူ","သင်း","ယင်း","၎င်း"]
                      }
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အညွှန်းနာမ်စား",
                    "desc": "နာမ်ပုဒ်တစ်ခုကို ညွှန်ပြသည့် နာမ်စားကို အညွှန်းနာမ်စား ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ဤ","သည်","ထို","၎င်း"]
                  },
                  "exam":[
                    {
                      "name":"'ပညာရွှေအိုးလူမခိုး' ဟူသော စကားရှိသည်။ ဤကား ရှေးပညာရှိတို့၏ အဆိုအမိန့်တည်း။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ စကားသည် နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ ဤသည် ပထမဝါကျရှိ စကားဟူသော နာမ်၏အစားသုံးထားသော နာမ်စား ဖြစ်သည်။",
                        "ထို့ပြင် စကားဟူသော နာမ်ကိုလည်း ညွှန်ပြသည်။ ထို့ကြောင့် ဤသည် အညွှန်းနာမ်စားဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ထမင်းဆိုင်မှာ မစားပါနှင့်၊ သည်မှာ စားပါ။ သူတို့အိမ်မှာ မတည်းပါနှင့်၊ သည်မှာတည်းပါ။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုစလုံးတွင် သည်သည် ပြောသူနေထိုင်ရာ ကို ညွှန်ပြသော စကားလုံးဖြစ်သည်။",
                        "'ကျွန်ုပ်အိမ်မှာ စားပါ၊ ကျွန်ုပ်အိမ်မှာတည်းပါ' ဟု ဆိုမည့် အစား 'သည်မှာ စားပါ၊ သည်မှာတည်းပါ' ဟု ဆိုခြင်းကြောင့် '(ကျွန်ုပ်) အိမ်' ဟူသော နာမ်၏အစား သည်ကို သုံးထားခြင်း ဖြစ်သည်။",
                        "ထို့ကြောင့် သည်သည် အညွှန်းနာမ်စားဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်နိုင်သည်မန္တလေးသို့ သွားသည်။ ထို မှတစ်ဆင့် မေမြို့သို့ ခရီးဆက်မည်။",
                      "desc":[
                        "ဤဝါကျ ၂ခုတွင် ပထမဝါကျရှိ မန္တလေးသည် နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ ထို သည် ပထမဝါကျရှိ မန္တလေး ဟူသော နာမ်၏အစား သုံးထားသော နာမ်စား ဖြစ်သည်။",
                        "ထို့ပြင် မန္တလေးဟူသော နာမ်ကိုလည်း ညွှန်ပြသည်။ ထို့ကြောင့် ထိုသည် အညွှန်းနာမ်စား ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်ကျော်သည် မွေးနေ့လက်ဆောင်အဖြစ် စက်ဘီး တစ်စီးကို ရသည်။ ၎င်း ကို သူအလွန်နှစ်သက်သည်။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ စက်ဘီးသည် နာမ် ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ ၎င်း သည် ပထမဝါကျရှိ စက်ဘီးဟူသော နာမ်၏အစားသုံးထားသော နာမ်စားဖြစ်သည်။",
                        "ထို့ပြင် စက်ဘီးဟူသော နာမ်ကိုလည်း ညွှန်ပြသည်။ ထို့ကြောင့် ၎င်း သည် အညွှန်းနာမ်စား ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အမေးနာမ်စား",
                    "desc": "အမေးသဘောဖြင့် နာမ်ပုဒ်၏အစားသုံးသော နာမ်စားကို အမေးနာမ်စား ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ဘယ်","ဘာ","မည်သူ"]
                  },
                  "exam":[
                    {
                      "name":"ဤစာအုပ်ကို ဘယ်က ဝယ်လာသနည်း။ အမေဘယ်သွားသနည်း။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ ဘယ်သည် စာအုပ်ဝယ်လာသည့်နေရာကို မေးမြန်းခြင်းဖြင့် ဝယ်လာသည့် နေရာ (နာမ်)၏အစား သုံးသော နာမ်စားဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ ဘယ်မာမူ အမေသွားသည့်နေရာကို မေးမြန်းခြင်းဖြင့် အမေသွားရာနေရာ (နာမ်)၏အစား သုံးသော နာမ်စားဖြစ်သည်။ ထို့ကြောင့် ဘယ်သည် အမေးနာမ်စား ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"အမေဘာကိုကြိုက်သလဲ။ အမေ ဘာဝယ်လာသလဲ။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ ဘာသည် အမေကြိုက်သည့်အရာကို မေးမြန်းခြင်းဖြင့် အမေကြိုက်သည့်အရာ (နာမ်)၏အစားသုံးသော နာမ်စားဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ ဘာမှာမူအမေဝယ်လာသည့် အရာကို မေးမြန်းခြင်း ဖြင့် ဝယ်လာသည့်အရာ (နာမ်)၏အစား သုံးသော နာမ်စားဖြစ်သည်။ ထို့ကြောင့် ဘာသည် အမေးနာမ်စားဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ဈေးသို့ မည်သူ သွားသနည်း။ ဈေး၌ မည်သူနှင့် တွေ့ခဲ့သနည်း။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ မည်သူသည် ဈေးသို့သွားသူကို မေးမြန်းခြင်းဖြင့် သွားသူ(နာမ်)၏ အစားသုံးသော နာမ်စား ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ မည်သူမှာမူ ဈေး၌တေ့ခဲ့သကို မေးမြန်းခြင်းဖြင့် တွေ့ခဲ့သူ(နာမ်)၏အစားသုံးသော နာမ်စားဖြစ်သည်။ ထို့ကြောင့် မည်သူသည် အမေးနာမ်စားဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "သင်္ချာနာမ်စား",
                    "desc": "အရေအတွက်အနည်းအများ၊ ပမာဏ ကို ပြသော နာမ်စားကို သင်္ချာနာမ်စား ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["တစ်ပါး","နှစ်ယောက်","သုံးကောင်","လေးခု","အချို့","အားလုံး","အနည်းငယ်","တစ်ဝက်"]
                  },
                  "exam":[
                    {
                      "name":"ဦးမြမှာ သားနှစ်ယောက်ရှိသည်။ တစ်ယောက်သည် ရန်ကုန်မြို့တွင် နေသည်။  တစ်ယောက်သည် မန္တလေးမှာ နေသည်။",
                      "desc":[
                        "ဤဝါကျ ၃ ခုတွင် ပထမဝါကျရှိ သားသည် နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ တစ်ယောက်နှင့် တတိယဝါကျရှိ တစ်ယောက် တို့သည် သားဟူသော နာမ်၏ အစားသုံးထားသော နာမ်စားများ ဖြစ်ကြသည်။",
                        "ထို့ပြင် အရေအတွက်ကိုလည်း ပြသည်။ ထို့ကြောင့် တစ်ယောက်သည် သင်္ချာနာမ်စားဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ကျွန်ုပ်တွင် မြင်းလေးကောင်ရှိသည်။ တစ်ကောင်မှာ အုန်းခွံရောင်ဖြစ်သည်။ သုံးကောင်မှာ အညိုရောင်ဖြစ်သည်။",
                      "desc":[
                        "ဤဝါကျ ၃ ခုတွင် ပထမဝါကျရှိ မြင်းသည် နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ တစ်ကောင်နှင့် တတိယဝါကျရှိ သုံးကောင် တို့ သည် မြင်းဟူသော နာမ်၏အစား သုံးထားသည့် နာမ်စားများ ဖြစ်ကြသည်။",
                        "ထို့ပြင် အရေအတွက်ကိုလည်း ပြသည်။ ထို့ကြောင့် တစ်ကောင်နှင့်သုံးကောင် တို့သည် သင်္ချာနာမ်စားများ ဖြစ်ကြသည်။"
                      ]
                    },
                    {
                      "name":"ခြံထဲတွင် ပန်းပင်များရှိကြသည်။ အချို့သည် နှင်းဆီပန်းပင်များ ဖြစ်ကြသည်။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ ပန်းပင်များသည် နာမ် ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ အချို့သည် ပထမဝါကျရှိ ပန်းပင်အားလုံး အနက်မှ ပန်းပင်တစ်စိတ်တစ်ဒေသ၏ အစားသုံးထားသော နာမ်စားဖြစ်သည်။",
                        "ထို့ကြောင့် အချို့သည် သင်္ချာနာမ်စားဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ဦးဖိုးမောင်တွင် သားသမီးသုံးယောက်ရှိသည်။ အားလုံးလိမ္မာကြသည်။",
                      "desc":[
                        "ဤဝါကျ ၂ ခုတွင် ပထမဝါကျရှိ သားသမီးသည် နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ အားလုံးသည် ပထမဝါကျရှိ သားသမီး ဟူသော နာမ်၏အစား သုံးထားသောနာမ်စား ဖြစ်သည်။",
                        "ထို့ပြင် အရေအတွက် ပမာဏကိုလည်းပြသည်။ ထို့ကြောင့် အားလုံးသည် သင်္ချာနာမ်စားဖြစ်သည်။"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        "Verb": {
          "root":{
            "name": "ကြိယာ",
            "desc": "ပြုခြင်းကိုဖြစ်စေ၊ ဖြစ်ခြင်းကိုဖြစ်စေ၊ ရှိခြင်းကိုဖြစ်စေ ပြသောပုဒ်ကို ကြိယာ ဟုခေါ်သည်။",
            "note": "ကြိယာကို အနက်အဓိပ္ပာယ်အရ '၃' မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ '၃' မျိုး ခွဲသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["သွား","လာ","စား","သောက်","ပျောက်","ဖျောက်","ကျိုး","ချိုး","အိပ်","ဖြစ်","ရှိ","ရိုသေ","ကူညီ","စီးဆင်း","ထမ်းဆောင်"]
          },
          "exam":[
            {
              "name":"မောင်အောင်သည် ကျောင်းသို့ သွားသည်။",
              "desc":[
                "ဤဝါကျ၌ သွားဟူသော ပုဒ်က မောင်အောင်၏ပြုခြင်းကိုပြသည်။",
                "ထိုသို့ပြုခြင်းကို ပြသည့်ပုဒ်ကို ကြိယာဟုခေါ်သည်။",
                "ထို့ကြောင့် သွားသည် ကြိယာဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်အောင်သည် ကျောင်းသားဖြစ်သည်။",
              "desc":[
                "ဤဝါကျ၌ဖြစ် ဟူသော ပုဒ်က မောင်အောင် ကျောင်းသားဖြစ်ခြင်းကို ပြသည်။",
                "ထိုသို့ ဖြစ်ခြင်းကို ပြသည့်ပုဒ်ကို ကြိယာဟုခေါ်သည်။",
                "ထို့ကြောင့် ဖြစ်သည် ကြိယာဖြစ်သည်။"
              ]
            },
            {
              "name":"တောင်ပြိုသည်။",
              "desc":[
                "ဤဝါကျ၌ပြိုဟူသော ပုဒ်က တောင်၏ ဖြစ်ခြင်းကို ပြသည်။",
                "ထိုသို့ ဖြစ်ခြင်းကိုပြသည့်ပုဒ်ကို ကြိယာဟုခေါ်သည်။",
                "ထို့ကြောင့် ပြိုသည် ကြိယာဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်အောင်၏ စာအုပ်သည် စားပွဲပေါ်မှာ ရှိသည်။",
              "desc":[
                "ဤဝါကျ၌ ရှိ ဟူသောပုဒ်က မောင်အောင်၏စာအုပ် စားပွဲပေါ်၌ ရှိခြင်းကို ပြသည်။",
                "ထိုသို့ ရှိခြင်းကိုပြသည့်ပုဒ်ကို ကြိယာဟု ခေါ်သည်။",
                "ထို့ကြောင့် ရှိသည် ကြိယာ ဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "desc":""
              },
              "kind": [
                {
                  "root":{
                    "name": "ပြုခြင်းပြကြိယာ",
                    "desc": "ပြုမူလှုပ်ရှားမှုကိုပြသော ကြိယာကို ပြုခြင်းပြကြိယာ ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ပြေး","ကန်","ခွဲ","ချက်"]
                  },
                  "exam":[
                    {
                      "name":"သူပြေးသည်။ ညီညီသည် ဘောလုံးကို ကန်သည်။ အဖေသည် အုန်းသီးကို ခွဲသည်။ အမေသည် ထမင်းကို ချက်သည်။",
                      "desc":[
                        "ဖော်ပြပါ ဝါကျတို့တွင်-",
                        "ဝါကျ (၁) ၌ ပြေးဟူသော ကြိယာသည် 'သူ' ဟူသော ကတ္တား၏ပြုခြင်း ကို ပြသည်။",
                        "ဝါကျ(၂) ၌ ကန်ဟူသော ကြိယာသည် 'ညီညီ' ဟူသော ကတ္တား၏ ပြုခြင်း ကို ပြသည်။",
                        "ဝါကျ (၃) ၌ ခွဲဟူသော ကြိယာသည် 'အဖေ' ဟူသော ကတ္တား၏ ပြုခြင်း ကို ပြသည်။",
                        "ဝါကျ(၄)၌ ချက်ဟူသော ကြိယာသည် 'အမေ' ဟူသော ကတ္တား၏ ပြုခြင်းကို ပြသည်။",
                        "ထို့ကြောင့် ပြေး၊ ကန်၊ ခဲ ပြေး၊ ကန်၊ ခဲ ပြေး၊ ကန်၊ ခွဲ၊ ချက် ဟူသော ကြိယာတို့သည် ပြုခြင်းကို ပြသည့် ပြုခြင်းပြကြိယာများ ဖြစ်ကြသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ဖြစ်ခြင်းပြကြိယာ",
                    "desc": "သက်ရှိသက်မဲ့တို့၏ ဖြစ်မှုအခြေအနေကို ဖော်ပြသော ကြိယာကို ဖြစ်ခြင်းပြကြိယာ ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ကွဲ","ကျက်","ပျော်","ဖြစ်"]
                  },
                  "exam":[
                    {
                      "name":"ဖန်ခွက်ကွဲသည်။ ထမင်းကျက်ပြီ။ သူပျော်သည်။ မောင်ဘသည် ကျောင်းသားဖြစ် သည်။",
                      "desc":[
                        "ဖော်ပြပါ ဝါကျတို့တွင်-",
                        "ဝါကျ(၁)၌ ကွဲဟူသော ကြိယာသည် 'ဖန်ခွက်' ဟူသော ကတ္တား၏ဖြစ်မှုအခြေအနေကို ပြသည်။",
                        "ဝါကျ(၂)၌ ကျက်ဟူသောကြိယာသည် 'ထမင်း' ဟူသော ကတ္တား၏ ဖြစ်မှုအခြေအနေကို ပြသည်။",
                        "ဝါကျ(၃)၌ ပျော်ဟူသော ကြိယာသည် 'သူ' ဟူသော ကတ္တား၏ ဖြစ်မှုအခြေအနေကို ပြသည်။",
                        "ဝါကျ (၄)၌ ဖြစ် ဟူသော ကြိယာသည် 'မောင်ဘ' ဟူသော ကတ္တား၏ ဖြစ်မှုအခြေအနေကို ပြသည်။",
                        "ထို့ကြောင့် ကွဲ၊ ကျက်၊ ပျော်၊ ဖြစ် ဟူသော ကြိယာတို့သည် ဖြစ်ခြင်းကိုပြသည့် ဖြစ်ခြင်းပြကြိယာ များ ဖြစ်ကြသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ရှိခြင်းပြကြိယာ",
                    "desc": "လူ၊ နေရာဒေသ၊ အရာဝတ္ထု စသည်တို့ ရှိနေခြင်း၊ တည်နေခြင်းကိုပြသောကြိယာကို ရှိခြင်းပြကြိယာ ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ရှိ","တည်ရှိ"]
                  },
                  "exam":[
                    {
                      "name":"ကန်ထဲ၌ ကြာ ရှိသည်။ ရန်ကုန်မြို့သည် လှိုင်မြစ်ဝ၌ တည်ရှိသည်။ ကျွန်ုပ်၌ ငွေငါးကျပ်ရှိသည်။ အဖေသည် စာကြည့်ခန်း၌ ရှိသည်။ ကျွန်ုပ်တို့ကျောင်းရှေ့၌ ကစားကွင်းရှိသည်။",
                      "desc":[
                        "ဖော်ပြပါဝါကျတို့တွင်",
                        "ဝါကျ (၁) ၌ ရှိဟူသော ကြိယာသည် 'ကြာ' ဟူသော ကတ္တား၏ ရှိခြင်း ကို ပြသည်။",
                        "ဝါကျ (၂) ၌ တည်ရှိဟူသော ကြိယာသည် 'ရန်ကုန်မြို့' ဟူသော ကတ္တား၏ ရှိခြင်းကို ပြသည်။",
                        "ဝါကျ (၃) ၌ ရှိဟူသော ကြိယာသည် 'ငွေငါးကျပ်' ဟူသော ကတ္တား ၏ ရှိခြင်းကို ပြသည်။",
                        "ဝါကျ (၄) ၌ ရှိဟူသော ကြိယာသည် 'အဖေ' ဟူသော ကတ္တား၏ ရှိခြင်းကို ပြသည်။",
                        "ဝါကျ (၅) ၌ ရှိဟူသော ကြိယာသည် 'ကစားကွင်း' ဟူသော ကတ္တား၏ ရှိခြင်းကို ပြသည်။",
                        "ထို့ကြောင့် ရှိ၊ တည်ရှိ၊ တည်ရိ၊ တည်ရှိဟူသောကြိယာတို့သည် ရှိခြင်းကို ပြသည့် ရှိခြင်းပြ ကြိယာများ ဖြစ်ကြသည်။"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                "desc":""
              },
              "kind": [
                {
                  "root":{
                    "name": "ပင်ကိုကြိယာ",
                    "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ မူလအတိုင်းဖြစ်သော ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းကို ပြသော ကြိယာကို ပင်ကိုကြိယာ ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["က","စား","ကစား","ဆင်း","သနား","ကဲ့ရဲ့","ရိုသေ","ရှိ","ဖြစ်"]
                  },
                  "exam":[
                    {
                      "name":"ခွဲစိတ်၍မရ",
                      "desc":[
                        "စကားလုံးတစ်လုံး၊ သို့မဟုတ် ပုဒ်တစ်ခုကိုခွဲစိတ်လိုက်လျှင် ထိုစကားလုံး၏ မူလအနက်အဓိပ္ပာယ် ပျက်သွားသည်ကို 'ခွဲစိတ်၍မရ' ဟု ဆိုလိုခြင်းဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"စား၊ ဆင်း၊ ရှိ၊ ဖြစ် အစရှိသည်တို့သည် ခွဲစိတ်၍လည်း မရ၊ ပေါင်းစပ် ဖွဲ့စည်းထားခြင်းလည်း မဟုတ်သော ပင်ကိုကြိယာများ ဖြစ်ကြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"ကစား ဟူသော ကြိယာသည်လည်း ခဲစိတ်၍မရသော၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်း မဟုတ်သော ပင်ကိုကြိယာ ဖြစ်သည်။ ကစား၏ ဆိုလိုရင်းအနက်တစ်ခုမှာ 'ကျည်းသား၊ ခုံညင်းဒိုး၊ ဘောလုံး စသည်တို့ဖြင့် ကိုယ်လက်လှုပ်ရှား မြူးထူးပျော်ပါးသည်' ဟူ၍ ဖြစ်သည်။",
                      "desc":[
                        "ကစားကိုခွဲစိတ်လိုက်လျှင် က နှင့် စား ဟူသော အစိတ်အပိုင်း နှစ်ခုကို ရမည်။ သို့ရာတွင် က သည်လည်းကောင်း၊ စား သည်လည်းကောင်း ကစား၏ဆိုလိုရင်းအနက်ကိုမပေးနိုင်ချေ။ ခွဲစိတ်ခြင်းဖြင့် မူလအဓိပ္ပာယ်မှာ ပျက်သွားသည်။ ထို့ကြောင့် ကစားသည် ခွဲစိတ်၍ မရသော ပင်ကိုကြိယာဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ထို့ပြင် ကွာခြား၊ ခုတ်ထစ်၊ ရောင်းဝယ်၊ စွန့်ကြဲ စသည်တို့ကဲ့သို့ ပုဒ်အချင်းချင်း ပေါင်းစပ်ဖဲ့စည်းထားသည့် ပေါင်းစပ်ပုဒ်လည်း မဟုတ်သောကြောင့် ကစား သည် ပင်ကိုကြိယာ ဖြစ်သည်။",
                      "desc":[
                        "ထိုနည်းအတူ သနား၊ ကဲ့ရဲ့၊ ရိုသေ တို့သည်လည်း ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်း မဟုတ်သော ပင်ကိုကြိယာများ ဖြစ်ကြသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ဂုဏ်ရည်ပြကြိယာ",
                    "desc": "ဂုဏ်အရည်အချင်းပြပုဒ်များ၏နောက်၌ ကြိယာဝိဘတ်ကို ဆက်ခြင်းဖြင့် ကြိယာကို ဂုဏ်ရည်ပြကြိယာ ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ပျင်း၏","ချိုသည်","လှသည်","မတ်စောက်၏","သာယာသည်"]
                  },
                  "exam":[
                    {
                      "name":"ဂုဏ်အရည်အချင်းပြပုဒ် + ကြိယာဝိဘတ် = ဂုဏ်ရည်ပြကြိယာ",
                      "desc":[
                        "ပျင်း၊ ချို၊ လှ၊ မတ်စောက်၊ သာယာ တို့သည် ဂုဏ်အရည်အချင်းပြပုဒ်များ ဖြစ်ကြသည်။",
                        "၎င်းတို့၏နောက်၌ ကြိယာဝိဘတ်များဖြစ်သော သည်၊ ၏ တို့ကိုဆက်လိုက်သောအခါ ပျင်းသည်/၏၊ ချိုသည်/၏၊ လှသည်/၏၊ မတ်စောက်သည်/၏၊ သာယာသည်/၏ စသော ဂုဏ်ရည်ပြကြိယာများ ဖြစ်လာကြသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ပေါင်းစပ်ကြိယာ",
                    "desc": "ပုဒ်တို့ကိုပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ် ဆက်ထားသော ပေါင်းစပ်ကြိယာ ဟုခေါ်သည်။",
                    "note":"dfdd"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["စားသောက်သည်/၏","ခုတ်ထစ်သည်/၏ဆေးခြယ်သည်/၏","ရေကူးသည်/၏","ကောင်းမြတ်သည်/၏","ကြီးကျယ်သည်/၏","စိတ်တိုသည်/၏","အားငယ်သည်/၏"]
                  },
                  "exam":[],
                  "kind":[
                    {
                      "root":{
                        "name": "ကြိယာ + ကြိယာ",
                        "desc": "ကြိယာပုဒ်တစ်ခုနှင့် အခြားကြိယာပုဒ်တစ်ခုတို့ကိုပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ်ဆက်လိုက်ခြင်းဖြင့် ပေါင်းစပ်ကြိယာ ဖြစ်လာသည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["ပြောဆိုသည်","ပြောဆို၏"]
                      },
                      "exam":[
                        {
                          "name":"ခုတ် + ထစ် + သည်/၏",
                          "desc":["ခုတ်ထစ်သည်","ခုတ်ထစ်၏"]
                        },
                        {
                          "name":"စား + သောက် + သည်/၏",
                          "desc":["စားသောက်သည်","စားသောက်၏"]
                        },
                        {
                          "name":"ရောင်း + ဝယ် + သည်/၏",
                          "desc":["ရောင်းဝယ်သည်","ရောင်းဝယ်၏"]
                        },
                        {
                          "name":"ဟော + ပြော + သည်/၏",
                          "desc":["ဟောပြောသည်","ဟောပြော၏"]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "နာမ် + ကြိယာ",
                        "desc": "နာမ်ပုဒ်တစ်ခုနှင့် ကြိယာပုဒ်တစ်ခုကိုပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ်ဆက်လိုက်ခြင်းဖြင့် ပေါင်းစပ်ကြိယာ ဖြစ်လာသည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["ဆေးခြယ်သည်","ဆေးခြယ်၏"]
                      },
                      "exam":[
                        {
                          "name":"ကျောက် + ထိုး + သည်/၏",
                          "desc":["ကျောက်ထိုးသည်","ကျောက်ထိုး၏"]
                        },
                        {
                          "name":"ရေ + ကူး + သည်/၏",
                          "desc":["ရေကူးသည်","ရေကူး၏"]
                        },
                        {
                          "name":"အပြစ် + ပေး + သည်/၏",
                          "desc":["အပြစ်ပေးသည်","အပြစ်ပေး၏"]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "နာမဝိသေသန + နာမဝိသေသန",
                        "desc": "နာမဝိသေသနပုဒ် တစ်ခုနှင့် အခြား နာမဝိသေသနပုဒ် တစ်ခုကိုပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ်ဆက်ခြင်းဖြင့် ပေါင်းစပ်ကြိယာ ဖြစ်လာသည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["ကောင်းမြတ်သည်","ကောင်းမြတ်၏"]
                      },
                      "exam":[
                        {
                          "name":"လျင် + မြန် + သည်/၏",
                          "desc":["လျင်မြန်သည်","လျင်မြန်၏"]
                        },
                        {
                          "name":"ကြီး + ကျယ် + သည်/၏",
                          "desc":["ကြီးကျယ်သည်","ကြီးကျယ်၏"]
                        },
                        {
                          "name":"ဆိုး + ယုတ် + သည်/၏",
                          "desc":["ဆိုးယုတ်သည်","ဆိုးယုတ်၏"]
                        },
                        {
                          "name":"မည်း + မှောင် + သည်/၏",
                          "desc":["မည်းမှောင်သည်","မည်းမှောင်၏"]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "နာမဝိသေသန + ကြိယာ",
                        "desc": "နာမဝိသေသနပုဒ်တစ်ခုနှင့် ကြိယာပုဒ်တစ်ခုကို ပေါင်းစပ်ပြီးနောက် ကြိယာဝိဘတ်ဆက်ခြင်းဖြင့် ပေါင်းစပ်ကြိယာ ဖြစ်လာ သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["နိမ့်ကျသည်","နိမ့်ကျ၏"]
                      },
                      "exam":[
                        {
                          "name":"မြင့် + တက် + သည်/၏ ",
                          "desc":["မြင့်တက်သည်","မြင့်တက်၏"]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        "Adjective": {
          "root":{
            "name": "နာမဝိသေသန",
            "desc": "နာမ်ကို အထူးပြုသောပုဒ်ကို နာမဝိသေသန ဟုခေါ်သည်။",
            "note": "နာမဝိသေသနတို့ကို အနက်အဓိပ္ပာယ်အရ '၄' မျိုးနှင့် ဖွဲ့စည်းတည်ဆောက်ပုံအရ '၂' မျိုး ခွဲသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["လိမ္မာသော","ရဲရင့်သော","ကောင်းသော","ချိုသော","မှောင်မိုက်သော","ခမ်းနားသော","မွန်မြတ်သော","ဖြောင့်တန်းသော"]
          },
          "exam":[
            {
              "name":"မောင်သူရသည် ကျောင်းသားဖြစ်သည်။ မောင်သူရသည် လိမ္မာသော ကျောင်းသားဖြစ်သည်။",
              "desc":[
                "ပထမဝါကျ၌ မောင်သူရသည် ကျောင်းသား ဖြစ်ကြောင်းကို ဖော်ပြသည်။",
                "ဒုတိယဝါကျ၌မူ မောင်သူရသည် မည်သို့သောကျောင်းသား ဖြစ်ကြောင်းကို ဖော်ပြထားသည်။",
                "မောင်သူရသည် မည်သို့သော ကျောင်းသားဖြစ်သနည်း။ လိမ္မာသော ကျောင်းသား ဖြစ်သည်။ ဤ၌ လိမ္မာသော ဟူသောပုဒ်သည် ကျောင်းသား ဟူသော နာမ်ပုဒ်ကို အထူးပြုသည်။ ဤကဲ့သို့ နာမ်ကို အထူးပြုသည့်ပုဒ်ကို နာမဝိသေသနဟုခေါ်သည်။ ထို့ကြောင့် လိမ္မာသောသည် နာမဝိသေသနဖြစ်သည်။"
              ]
            },
            {
              "name":"စိန်ဗေဒါသည် ဆိုင်းပညာရှင် ဖြစ်သည်။ စိန်ဗေဒါသည် ကျော်ကြားသော ဆိုင်းပညာရှင်ဖြစ်သည်။",
              "desc":[
                "ပထမဝါကျ၌ စိန်ဗေဒါသည် ဆိုင်းပညာရင်ဖြစ်ကြောင်းကို ဖော်ပြသည်။",
                "ဒုတိယဝါကျ၌မူ စိန်ဗေဒါသည် မည်သို့သော ဆိုင်းပညာရင် ဖြစ်ကြောင်း ကို ဖော်ပြထားသည်။",
                "စိန်ဗေဒါသည် မည်သို့သော ဆိုင်းပညာရှင် ဖြစ်သနည်း။ ကျော်ကြားသော ဆိုင်းပညာရှင် ဖြစ်သည်။ ဤ၌ ကျော်ကြားသော ဟူသော ပုဒ်သည် ဆိုင်းပညာရှင် ဟူသော နာမ်ပုဒ်ကို အထူးပြုသည်။ ဤကဲ့သို့ နာမ်ကို အထူးပြုသည့်ပုဒ်ကို နာမဝိသေသနဟု ခေါ်သည်။ ထို့ကြောင့် ကျော်ကြားသောသည် နာမဝိသေသနဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "desc":""
              },
              "kind": [
                {
                  "root":{
                    "name": "ဂုဏ်ရည်ပြနာမဝိသေသန",
                    "desc": "နာမ်၏ဂုဏ်အရည်အချင်းကိုပြ၍ ယင်းနာမ်ကို အထူးပြုသည့်ပုဒ်ကို ဂုဏ်ရည်ပြနာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["လိမ္မာသော","ကောင်းသော","မိုက်သော","ချိုသော","ခါးသော"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ရေခဲသည် လိမ္မာသော ကျောင်းသားဖြစ်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ လိမ္မာသောက မောင်ရေခဲသည် မည်သို့သော ကျောင်းသားဖြစ်ကြောင်းကို ပြသည်။",
                        "လိမ္မာသော ဟူသောပုဒ်သည် ဂုဏ်အရည်အချင်းကိုပြခြင်းဖြင့် ကျောင်းသား ဟူသောနာမ်ကို အထူးပြုသည်။",
                        "ထို့ကြောင့် လိမ္မာသောသည် ဂုဏ်ရည်ပြ နာမဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အညွှန်းနာမဝိသေသန",
                    "desc": "နာမ်ကို ညွှန်ပြခြင်းဖြင့် အထူးပြုသည့်ပုဒ်ကို အညွှန်းနာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["ဤ","သည်","ထို","၎င်း","တစ်စုံတစ်ခု","တစ်ပါး","အခြား"]
                  },
                  "exam":[
                    {
                      "name": "ဤစကားသည် ရှေးပညာရှိတို့၏ အဆိုအမိန့်တည်း။",
                      "desc":[
                        "ဤဝါကျ၌ စကားသည် နာမ်ဖြစ်သည်။ အဆိုပါစကားသည် အခြားတစ်ပါးသော စကားမဟုတ်။",
                        "ရှေးပညာရှိတို့စကားဖြစ်ကြောင်းကို ဤက ညွန်ပြသည်။",
                        "ထိုသို့ ညွှန်ပြခြင်းဖြင့် ဤသည် စကားဟူသော နာမ်ကို အထူးပြုသည်။ ထို့ကြောင့် ဤသည် အညွှန်းနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "ရှေးပညာရှိတို့၏ အခြားအဆိုအမိန် အခြားအဆိုအမိန် အခြားအဆိုအမိန့်များလည်း ရှိသေးသည်။",
                      "desc":[
                        "ဤဝါကျ၌ အဆိုအမိန် အဆိုအမိန် အဆိုအမိန့်သည် နာမ်ဖြစ်သည်။",
                        "သိရှိပြီး ဖြစ်သော အဆိုအမိန့်များသာမက တစ်ပါးသော အဆိုအမိန့်များလည်း ရှိသေးကြောင်းကို အခြားက ညွှန်ပြသည်။",
                        "ထိုသို့ညွှန်ပြခြင်းအားဖြင့် အခြားသည် အဆိုအမိန် အဆိုအမိန် အဆိုအမိန့်ဟူသောနာမ်ကို အထူးပြုသည်။ ထို့ကြောင့် အခြားသည် အညွှန်းနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "သင်္ချာနာမဝိသေသန",
                    "desc": "အရေအတွက်ကို လည်းကောင်း၊ အစဉ်ကိုလည်းကောင်း၊ အနည်းအများပမာဏကိုလည်းကောင်း ဖော်ပြ၍ နာမ်ကို အထူးပြုသောပုဒ်ကို သင်္ချာနာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["တစ်","နှစ်","သုံး","ပထမ","ဒုတိယ","တတိယ","အချို့","အားလုံး","အလုံးစုံ"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ရေခဲတွင် ညီသုံးယောက် ညီသုံးယောက် ညီသုံးယောက်ရှသည်။ ",
                      "desc":[
                        "ဤဝါကျတွင် သုံးယောက် သုံးယောက် သုံးယောက်က မောင်ရေခဲ၌ ညီမည်မျှ ရှိကြောင်းကိုပြသည်။",
                        "သုံးယောက် သုံးယောက် သုံးယောက်ဟူသော ပုဒ်သည် အရေအတွက်ကို ပြခြင်းဖြင့် ညီ ဟူသော နာမ်ကို အထူးပြုသည်။",
                        "ထို့ကြောင့် သုံးယောက် သုံးယောက် သုံးယောက် သည် အရေအတွက်ကို ပြသော သင်္ချာနာမဝိသေသနဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "မောင်ရေခဲသည် အတန်းတင်စာမေးပွဲ၌ ပထမဆုကို ရရှိသည်။",
                      "desc":[
                        "ဤဝါကျတွင် ပထမက မောင်ရေခဲသည် အတန်းတင်စာမေးပွဲ၌ မည်သည့် ဆုရရှိကြောင်းကို ပြသည်။",
                        "ပထမ ဟူသော ပုဒ်သည် မောင်ရေခဲ ရရှိ သောဆုအစဉ်ကို ပြခြင်းဖြင့် ဆု ဟူသော နာမ်ကို အထူးပြုသည်။",
                        "ထို့ကြောင့် ပထမသည် နာမ်၏အစဉ်ကို ဖော်ပြသော သင်္ချာနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "မောင်သံချောင်းတို့အတန်းတွင် ကျောင်းသား ၄၅ ယောက် ရှိသည်။ ကျောင်းသားအားလုံး စာကြိုးစားကြသည်။",
                      "desc":[
                        "ဤဝါကျ ၂ခုတွင် ပထမဝါကျရှိ'ကျောင်းသား'သည် နာမ်ဖြစ်သည်။ ဒုတိယဝါကျရှိ ကျောင်းသားသည်လည်း နာမ်ဖြစ်သည်။",
                        "ထို့ပြင် ဒုတိယဝါကျ၌ အားလုံးသည် 'ကျောင်းသား' ဟူသော နာမ်၏ အနည်းအများ ပမာဏကိုပြခြင်းဖြင့် အဆိုပါ နာမ်ကို အထူးပြုသည်။",
                        "ထို့ကြောင့် အားလုံးသည် အနည်းအများ ပမာဏကိုပြသော သင်္ချာနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အမေးနာမဝိသေသန",
                    "desc": "အမေးသဘောဖြင့် နာမ်ကို အထူးပြုသော ပုဒ်ကို အမေးနာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["မည်မျှ","မည်သည့်","မည်သို့သော","ဘယ်","အဘယ်","ဘယ်လောက်"]
                  },
                  "exam":[
                    {
                      "name": "မောင်သံချောင်းတို့အတန်းတွင် ကျောင်းသားမည်မျှ စာမေးပွဲအောင် သနည်း။",
                      "desc":[
                        "ဤဝါကျတွင်ရှိသော ကျောင်းသားသည် နာမ်ဖြစ်သည်။",
                        "မည်မျှဟူသော ပုဒ်သည် စာမေးပွဲအောင်သော အရေအတွက်ကို မေးမြန်းသည့်သဘောဖြင့် ကျောင်းသား ဟူသော နာမ်ကို အထူးပြုသည်။ ထို့ကြောင့် မည်မျှသည် အမေးနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "မုန့်နှစ်မျိုးတွင် မည်သည့်မုန် မည်သည့်မုန် မည်သည့်မုန့်ကို ပိုကြိုက်သနည်း။",
                      "desc":[
                        "ဤဝါကျတွင်ရှိသော မုန့်သည် နာမ်ဖြစ်သည်။",
                        "မည်သည့် မည်သည့် မည်သည့်ဟူသော ပုဒ်သည် ပိုကြိုက်သော မုန့်အမျိုးအမည်ကို မေးမြန်းသည့် သဘောဖြင့် မုန့် ဟူသောနာမ်ကို အထူးပြုသည်။ ထို့ကြောင့် မည်သည့် မည်သည့် မည်သည့် သည် အမေးနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "မောင်ရေခဲသည် မည်သို့သော ကျောင်းသားဖြစ်သနည်း။",
                      "desc":[
                        "ဤဝါကျတွင်ရှိသော ကျောင်းသားသည် နာမ်ဖြစ်သည်။",
                        "မည်သို့သော ဟူသောပုဒ်သည် မောင်ရေခဲ မည်သို့သောသူ ဖြစ်ကြောင်းကို မေးမြန်းသည့်သဘောဖြင့် ကျောင်းသား ဟူသောနာမ်ကို အထူးပြုသည်။ ထို့ကြောင့် မည်သို့သောသည် အမေးနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "ဖွဲ့စည်းတည်ဆောက်ပုံအရ",
                "desc":""
              },
              "kind": [
                {
                  "root":{
                    "name": "ပင်ကိုနာမဝိသေသန",
                    "desc": "မြန်မာသဒ္ဒါနည်းဖြင့် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ဖွဲ့စည်းထားခြင်းလည်းမဟုတ်၊ နဂိုမူလအတိုင်းဖြစ်သော နာမဝိသေသနကို ပင်ကိုနာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["ကောင်းသော","မြင့်သော","အေးသော","ချိုသော","ဝသော","ခမ်းနားသော","လိမ္မာသော","ယဉ်ကျေးသော","ဝပြောသော"]
                  },
                  "exam":[
                    {
                      "name": "စကားလုံးတစ်လုံး၊ သို့မဟုတ် ပုဒ်တစ်ခုကိုခွဲစိတ်လိုက်လျှင် ထိုစကားလုံး၏ မူလရှိရင်း အနက်အဓိပ္ပာယ် ပျက်သွားသည်ကို 'ခွဲစိတ်၍မရ' ဟု ဆိုလိုခြင်း ဖြစ်သည်။",
                      "desc":[
                        "သာဓက အားဖြင့် ကောင်း၊ မြင့်၊ အေး စသည်တို့သည် ခွဲ စိတ်၍လည်းမရ၊ ပေါင်းစပ်ထားခြင်းလည်းမဟုတ်သော ပင်ကိုနာမဝိသေသနများ ဖြစ်ကြသည်။",
                        "ခမ်းနားဟူသော နာမဝိသေသနသည်လည်း ခွဲစိတ်၍မရသော၊ ပေါင်းစပ်ဖွဲ့စည်းထား ခြင်းလည်းမဟုတ်သော ပင်ကိုနာမဝိသေသန ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name": "ခမ်းနား၏ ဆိုလိုရင်းအနက်မှာ 'ကြီးကျယ်ထည်ဝါသော' ဟူ၍ဖြစ်သည်။ ခမ်းနားကိုခွဲလိုက်လျှင် ခမ်း နှင့် နားဟူသော အစိတ်အပိုင်းနှစ်ခုကိုရမည်။",
                      "desc":["သို့ရာတွင် ခမ်းသည်လည်းကောင်း၊ နားသည်လည်းကောင်း ခမ်းနား၏ ဆိုလိုရင်းအနက်ကိုမပေးနိုင်ချေ။"]
                    },
                    {
                      "name": "ဤသို့ ခွဲစိတ်ခြင်းဖြင့် ဆိုလိုရင်းအနက်အဓိပ္ပာယ် ပျက်သားသည်။",
                      "desc":["ထို့ကြောင့် ခမ်းနားသည် ထပ်မံခွဲစိတ်မရသော ပင်ကိုနာမဝိသေသန ဖြစ်သည်။"]
                    },
                    {
                      "name": "ထိုနည်းအတူ လိမ္မာသော၊ ယဉ်ကျေးသော၊ ဝပြောသော စသည်တို့သည် ခွဲစိတ်၍လည်းမရ၊ ပေါင်းစပ်ထားခြင်းလည်းမဟုတ်၊ နဂိုမူလအတိုင်း ဖြစ်သော ပင်ကိုနာမဝိသေသနများ ဖြစ်ကြသည်။",
                      "desc":[]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ပေါင်းစပ်နာမဝိသေသန",
                    "desc": "နာမဝိသေသနတစ်ခု အနည်းဆုံးပါဝင်လျက် နာမ်တစ်ခုနှင့်ဖြစ်စေ၊ နာမဝိသေသနတစ်ခုနှင့်ဖြစ်စေ ပေါင်းစပ်ဖွဲ့စည်းထားသော နာမဝိသေသနကို ပေါင်းစပ်နာမဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["ရုပ်ဖြောင့်","ပါးစပ်ဖွာ","မျက်စိမွဲ","မျက်နှာပွင့်","သတ္တိပြောင်","ညံ့ဖျင်း","ကျယ်ပြန့်","သေးသွယ်"]
                  },
                  "exam":[
                    {
                      "name": "ရုပ် + ဖြောင့်",
                      "desc":["ရုပ်ဖြောင့်"]
                    },
                    {
                      "name": "ပါးစပ် + ဖွာ",
                      "desc":["ပါးစပ်ဖွာ"]
                    },
                    {
                      "name": "မျက်စိ + မွဲ",
                      "desc":["မျက်စိမွဲ"]
                    },
                    {
                      "name": "မျက်နှာ + ပွင့်",
                      "desc":["မျက်နှာပွင့်"]
                    },
                    {
                      "name": "သတ္တိ + ပြောင်",
                      "desc":["သတ္တိပြောင်"]
                    },
                    {
                      "name": "စိတ် + တို",
                      "desc":["စိတ်တို"]
                    },
                    {
                      "name": "အား + ငယ်",
                      "desc":["အားငယ်"]
                    },
                    {
                      "name": "ညံ့ + ဖျင်း",
                      "desc":["ညံ့ဖျင်း"]
                    },
                    {
                      "name": "ကျယ် + ပြန့်",
                      "desc":["ကျယ်ပြန့်"]
                    },
                    {
                      "name": "သေး + သွယ်",
                      "desc":["သေးသွယ်"]
                    },
                    {
                      "name": "မိုက် + ရိုင်း",
                      "desc":["မိုက်ရိုင်း"]
                    },
                    {
                      "name": "ကြီး + လေး",
                      "desc":["ကြီးလေး"]
                    },
                    {
                      "name": "ဖြောင့် + မတ်",
                      "desc":["ဖြောင့်မတ်"]
                    },
                    {
                      "name": "တည် + ငြိမ်",
                      "desc":["တည်ငြိမ်"]
                    }
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "နာမဝိသေသနအဆင့်ခွဲခြားခြင်း",
                "desc": "နာမဝိသေသနသည် နာမ်ကိုအထူးပြုသည်။ အချို့နာမဝိသေသနတို့သည် နာမ်ကို အထူးပြုခြင်းဖြင့် နာမ်၏ဂုဏ်အရည်အသွေး အနည်းအများကို ခွဲခြားပြသည်။"
              },
              "kind": [
                {
                  "root":{
                    "name": "သာမန်အဆင့်",
                    "desc": "နာမ်ပုဒ်တစ်ခုခုကို အထူးပြုခြင်းဖြင့် ထိုနာမ်ပုဒ်တွင်ရှိသော ဂုဏ်အရည်အသွေးကို သာမန်မျှ ပြသော နာမဝိသေသနသည် သာမန်အဆင့် သာမန်အဆင့် သာမန်အဆင့် ဖြစ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["ရဲရင့်သော စစ်သူကြီး","ချွဲပျစ်သော အရည်","လတ်ဆတ်သောအသီးအနှံ","မွှေးသောပန်း"]
                  },
                  "exam":[
                    {
                      "name":"ရဲရင့်သောစစ်သူကြီး",
                      "desc":[
                        "ရဲရင့်သောစစ်သူကြီး၌ ပါဝင်သည့် ရဲရင့်သော က စစ်သူကြီး ၏ ရဲရင့်သည့် ဂုဏ်အရည်အသွေးကို သာမန်မျှ ဖော်ပြသည်။"
                      ]
                    },
                    {
                      "name":"ချွဲပျစ်သောအရည်",
                      "desc":[
                        "ချွဲပျစ်သောအရည်၌ ပါဝင်သည့် ချွဲပျစ်သော က အရည်၏ ချွဲပျစ်သည့် ဂုဏ်အရည်အသွေးကို သာမန်မျှဖော်ပြသည်။"
                      ]
                    },
                    {
                      "name":"လတ်ဆတ်သောအသီးအနှံ",
                      "desc":[
                        "လတ်ဆတ်သောအသီးအနှံ၌ ပါဝင်သည့် လတ်ဆတ်သောက အသီးအနှံ၏ လတ်ဆတ်သည့် ဂုဏ်အရည်အသေးကို သာမန်မျှ ဖော်ပြသည်။"
                      ]
                    },
                    {
                      "name":"မွှေးသောပန်",
                      "desc":[
                        "မွှေးသောပန်း၌ ပါဝင်သည့် မွှေးသော က ပန်း ၏ မွှေးသည့် ဂုဏ်အရည်အသွေးကို သာမန်မျှဖော်ပြသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "သာလွန်အဆင့်",
                    "desc": "ဂုဏ်အရည်အသွေးရှိသော နာမ်ပုဒ်နှစ်ခုတို့တွင် တစ်ခုသည် အခြားတစ်ခုထက်  ဂုဏ်အရည်အသေး သာလွန်ကြောင်း နှိုင်းယှဉ်ပြသော နာမဝိသေသနသည် သာလွန်အဆင့် ဖြစ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["သာ၍ ရဲရင့်သော စစ်သူကြီး","သာ၍ ချွဲပျစ်သော အရည်","သာ၍ လတ်ဆတ်သော အသီးအနှံ","သာ၍ မွှေးသောပန်း"]
                  },
                  "exam":[
                    {
                      "name":"သာ၍ရဲရင့်သောစစ်သူကြီး၌ ပါဝင်သော စစ်သူကြီးသည် အခြား စစ်သူကြီး တစ်ဦးထက် ရဲရင့်သည့် ဂုဏ်အရည်အသွေး သာလွန်ကြောင်းကို သာ၍ရဲရင့်သော ဟူသည့် နာမဝိသေသနကပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"သာ၍ချွဲပျစ်သောအရည် သာ၍ချွဲပျစ်သောအရည် သာ၍ချွဲပျစ်သောအရည်၌ပါဝင်သော အရည်သည် အခြားအရည် တစ်မျိုးထက် ချွဲပျစ်သည့် ဂုဏ်အရည်အသွေး သာလွန်ကြောင်းကို သာ၍ချွဲပျစ်သော ဟူသည့် နာမဝိသေသနကပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"သာ၍လတ်ဆတ်သောအသီးအနှံ၌ပါဝင်သော အသီးအနှံသည် အခြားအသီးအနံတစ်မျိုးထက် လတ်ဆတ်သည့် ဂုဏ်အရည်အသေး သာလွ န်ကြောင်းကို သာ၍ လတ်ဆတ်သောဟူသည့် နာမဝိသေသန က ပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"သာ၍မွှေးသောပန်း၌ ပါဝင်သော ပန်း သည် အခြား ပန်းတစ်မျိုးထက် မွှေးသည့် ဂုဏ်အရည်အသွေး သာလွန်ကြောင်းကို သာ၍ မွှေးသော ဟူသည့် နာမဝိသေသနက ပြသည်။",
                      "desc":[
                        "ဤကဲ့သို့ အရာတစ်ခု၏ ဂုဏ်အရည်အသွေးသည် အခြားအရာတစ်ခု၏ ဂုဏ်အရည်အသွေးထက် သာလွန်ကြောင်းကိုပြသော နာမဝိသေသနသည် သာလွန်အဆင့်ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အသာလွန်ဆုံးအဆင့်",
                    "desc": "ဂုဏ်အရည်အသွေးရှိသော နာမ်ပုဒ်အားလုံး အနက်မှ နာမ်ပုဒ်တစ်ခု၏ ဂုဏ်အရည်အသွေးသည် အခြားနာမ်ပုဒ်အားလုံး၏ ဂုဏ်အရည်အသွေးထက် အသာလွန်ဆုံးဖြစ်ကြောင်းပြသည့်နာမဝိသေသနသည် အသာလွန်ဆုံးအဆင့် ဖြစ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc":["အရဲရင့်ဆုံး စစ်သူကြီး","အချွဲပျစ်ဆုံး အရည်","အလတ်ဆတ်ဆုံး အသီးအနှံ","အမွှေးဆုံးပန်း"]
                  },
                  "exam":[
                    {
                      "name":"အရဲရင့်ဆုံးစစ်သူကြီး၌ ပါဝင်သော စစ်သူကြီးသည် စစ်သူကြီးအားလုံးအနက် ရဲရင့်သည့် ဂုဏ်အရည်အသွေး၌ အသာလွန်ဆုံးဖြစ်ကြောင်းကို အရဲရင့်ဆုံးဟူသည့် နာမဝိသေသနက ပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"အချွဲပျစ်ဆုံးအရည် အချွဲပျစ်ဆုံးအရည် အချွဲပျစ်ဆုံးအရည်၌ ပါဝင်သော အရည်သည် အရည် အားလုံးအနက် ချွဲပျစ်သည့် ဂုဏ်အရည်အသွေး၌ အသာလွန်ဆုံးဖြစ်ကြောင်းကို အချွဲပျစ်ဆုံးဟူသည့် နာမဝိသေသနက ပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"အလတ်ဆတ်ဆုံးအသီးအနှံ၌ ပါဝင်သော အသီးအနှံသည် အသီးအနှံ အားလုံးအနက် လတ်ဆတ်သည့် ဂုဏ်အရည်အသွေး၌ အသာလွန်ဆုံး ဖြစ်ကြောင်းကို အလတ်ဆတ်ဆုံးဟူသည့် နာမဝိသေသနက ပြသည်။",
                      "desc":[]
                    },
                    {
                      "name":"အမွှေးဆုံးပန်းတွင် ပါဝင်သည့် ပန်း သည် ပန်းအားလုံးအနက် မွှေးသည့် ဂုဏ်အရည်အသွေး၌ အသာလွန်ဆုံး ဖြစ်ကြောင်းကို အမွှေးဆုံးဟူသည့် နာမဝိသေသနကပြသည်။",
                      "desc":[
                        "ဤကဲ့သို့ အသာလွန်ဆုံး ဂုဏ်အရည်အသွေးရှိကြောင်းကို ပြသော နာမဝိသေသနသည် အသာလွန်ဆုံးအဆင့်ဖြစ်သည်။"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        "Adverb": {
          "root":{
            "name": "ကြိယာဝိသေသန",
            "desc": "ကြိယာကို အထူးပြုသောပုဒ်ကို ကြိယာဝိသေသန ဟုခေါ်သည်။",
            "note": "ကြိယာဝိသေသနသည် အနက်အဓိပ္ပာယ်အရ ၅ မျိုးရှိသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["မြန်မြန်","ရိုသေစွာ","မကြာခဏ","မုချ","နည်းနည်း","အသေအချာ","အမြတ်တနိုး","တရွေ့ရွေ့","တဒုန်းဒုန်း","ပမာမခန့်"]
          },
          "exam":[
            {
              "name":"မောင်လှဝင်းသည် ကျောင်းသို့ သွားသည်။ မောင်လှဝင်းသည် ကျောင်းသို့ မြန်မြန်သွားသည်။",
              "desc":[
                "ပထမဝါကျ၌ မောင်လှဝင်းသည် ကျောင်းသို့သွားကြောင်းကို ဖော်ပြသည်။",
                "ဒုတိယဝါကျ၌မူ မောင်လှဝင်းသည် ကျောင်းသို့ မည်သို့သွားကြောင်းကို ဖော်ပြထားသည်။",
                "မောင်လဝင်း ကျောင်းသို့ မည်သို့သွားသနည်း။ မြန်မြန်သွားသည်။ မြန်မြန်ဟူသော ပုဒ်သည် သွားဟူသော ကြိယာကို အထူးပြုသည်။ ဤသို့ ကြိယာကို အထူးပြုသည့်ပုဒ်ကို ကြိယာဝိသေသနဟုခေါ်သည်။ ထို့ကြောင့် မြန်မြန်သည် ကြိယာဝိသေသန ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်လှဝင်းသည် ဆရာကို ကန်တော့သည်။ မောင်လှဝင်းသည် ဆရာကို ရိုသေစွာ ကန်တော့သည်။",
              "desc":[
                "ပထမဝါကျ၌ မောင်လှဝင်းသည် ဆရာကို ကန်တော့ကြောင်းကို ဖော်ပြသည်။",
                "ဒုတိယဝါကျ၌မူ မောင်လှဝင်းသည် ဆရာကို မည်သို့ကန်တော့ကြောင်း ဖော်ပြထားသည်။",
                "မောင်လှဝင်း ဆရာကို မည်သို့ကန်တော့သနည်း။ ရိုသေစွာ ကန်တော့သည်။ ဤတွင် ရိုသေစွာဟူသော ပုဒ်သည် ကန်တော့ဟူသော ကြိယာကို အထူးပြုသည်။ ဤသို့ ကြိယာကို အထူးပြုသည့်ပုဒ်ကို ကြိယာဝိသေသနဟု ခေါ်သည်။ ထို့ကြောင့် ရိုသေစွာသည် ကြိယာဝိသေသနဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "အနက်အဓိပ္ပာယ်အရ",
                "desc": ""
              },
              "kind":[
                {
                  "root":{
                    "name": "အချိန်ပြကြိယာဝိသေသန",
                    "desc": "အချိန်ကာလကိုပြခြင်းဖြင့် ကြိယာကို အထူးပြု သောပုဒ်ကို အချိန်ပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc": ["စောစော","ကြာမြင့်စွာ","မကြာခဏ","ချက်ချင်း","ယခင်က","ယနေ့","ယခု","နက်ဖြန်","နောက်နောင်","မကြာမီ","ခဏချင်း","ရုတ်တရက်","အစဉ်","အမြဲ","မပြတ်"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ထွေးသည် ကျောင်းသို့ စောစောသွားလေ့ရှိသည်။",
                      "desc": [
                        "ဤဝါကျ၌ စောစောက မောင်ထွေးကျောင်းသွားလေ့ရှိသောအချိန်ကို ပြသည်။",
                        "စောစောဟူသောပုဒ်သည် မောင်ထွေး ကျောင်းသွားချိန်ကို ပြခြင်းဖြင့် သွားဟူသော ကြိယာကို အထူးပြုသည်။ ထို့ကြောင့် စောစောသည် အချိန်ကိုပြသော အချိန်ပြကြိယာဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အမူအရာပြကြိယာဝိသေသန",
                    "desc": "ဆောင်ရွက်ပုံအမူအရာကိုပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အမူအရာပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc": ["ရိုသေစွာ","လျင်မြန်စွာ","ကပိုကရို","ကချော်ကချွတ်","ပြုံးတုံးတုံး","ဒယိမ်းဒယိုင်","ယုယုယယ","တီတီတာတာ","ညီညီညာညာ","ချိုသာစွာ","အလျင်အမြန်","တမြုံံ့မြုံ့","တရိုတသေ"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ထွေးသည် ဆရာကို ရိုသေစွာ ကန်တော့သည်။",
                      "desc": [
                        "ဤဝါကျ၌ ရိုသေစွာက မောင်ထွေးသည် ဆရာအား မည်သို့ကန်တော့ကြောင်းကို ပြသည်။",
                        "ရိုသေစွာဟူသော ပုဒ်သည် မောင်ထွေး၏အမူအရာကို ပြခြင်းဖြင့် ကန်တော့ ဟူသော ကြိယာကို အထူးပြုသည်။",
                        "ထို့ကြောင့် ရိုသေစွာ သည် အမူအရာကို ပြသော အမူအရာပြကြိယာဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အခြေအနေပြကြိယာဝိသေသန",
                    "desc": "အခြေအနေကို ပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အခြေအနေပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc": ["အသေအချာ","မချွတ်","ဧကန်","အမှန်","စင်စစ်","မုချ"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ထွေးသည် နေကြတ်ခြင်းကို အသေအချာမြင် ရသည်။",
                      "desc": [
                        "ဤဝါကျ၌ အသေအချာက နေကြတ်ခြင်းကို မောင်ထွေး မည်သို့ မြင်ရကြောင်းပြသည်။",
                        "အသေအချာဟူသော ပုဒ်သည် မောင်ထွေးမြင်ရပုံ အခြေအနေကို ပြခြင်းဖြင့်မြင် ဟူသော ကြိယာကို အထူးပြုသည်။",
                        "ထို့ကြောင့် အသေအချာ သည်အခြေအနေကိုပြသော အခြေအနေပြကြိယာဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ပမာဏပြကြိယာဝိသေသန",
                    "desc": "မည်ရွေ့မည်မျှ ပမာဏကို ပြခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို ပမာဏပြကြိယာဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc": ["အလွန်","နည်းနည်း","များစွာ","အဆမတန်"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ထွေးသည် ငှက်ပျောသီးကို အလွန်ကြိုက်သည်။",
                      "desc": [
                        "ဤဝါကျ၌ အလွန် က မောင်ထွေးသည် ငှက်ပျောသီးကို မည်မျှကြိုက် ကြောင်းပြသည်။",
                        "အလွန် ဟူသော ပုဒ်သည် မောင်ထွေး ငှက်ပျောသီး မည်မျှ ကြိုက်ကြောင်းကို ပြခြင်းဖြင့် ကြိုက်ဟူသော ကြိယာကို အထူးပြုသည်။",
                        "ထို့ကြောင့် အလွန် သည် ပမာဏကိုပြသော ပမာဏပြ ကြိယာဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အမေးကြိယာဝိသေသန",
                    "desc": "မေးမြန်းခြင်းဖြင့် ကြိယာကို အထူးပြုသောပုဒ်ကို အမေးကြိယာဝိသေသန ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name": "သာဓက",
                    "desc": ["မည်မျှ","ဘယ်လို","ဘယ်လောက်","ဘယ်ပုံ"]
                  },
                  "exam":[
                    {
                      "name": "မောင်ထွေးသည် စာကို မည်မျှကြိုးစား သနည်း။",
                      "desc": [
                        "ဤဝါကျသည် မောင်ထေး၏ စာကြိုးစားမှုအခြေအနေကို မေးထားသော ဝါကျဖြစ်သည်။",
                        "မည်မျှ ဟူသော ပုဒ်သည် မောင်ထွေး၏ စာကြိုးစားမှုအခြေအနေကို မေးမြန်းခြင်းဖြင့် ကြိုးစားဟူသောကြိယာကို အထူးပြုသည်။",
                        "ထို့ကြောင့် မည်မျှသည် မေးမြန်းခြင်း သဘောသက်ရောက်သော အမေးကြိယာဝိသေသန ဖြစ်သည်။"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        "Preposition": {
          "root":{
            "name": "ဝိဘတ်",
            "desc": "နာမ်၊ နာမ်စားတို့၏နောက်၌တည်၍ ၎င်းတို့သည် ကတ္တားဖြစ်သည်၊ ကံဖြစ်သည် စသည်ကိုလည်းကောင်း၊ ကြိယာ၏နောက်၌တည်၍ ၎င်းကြိယာ၏ကာလနှင့် အမျိုးအစားကိုလည်းကောင်း ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို ဝိဘတ် ဟုခေါ်သည်။",
            "note": "ဝိဘတ် ၂ မျိုးရှိသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["သည်","က","ကို","အား","သို့","မှ","ဖြင့်","နှင့်","၌","မှာ","တွင်","ဝယ်","အတွက်","၏","ပြီ","မည်"]
          },
          "exam":[
            {
              "name":"မောင်သံချောင်းသည် သွားသည်။",
              "desc":[
                "ဤဝါကျ၌ မောင်သံချောင်းသည် ပြုသူဖြစ်သည်။ မောင်သံချောင်း ပြုသူဖြစ်ကြောင်းကို မောင်သံချောင်း ဟူသော နာမ်နောက်ရှိ သည် ဟူသောစကားလုံးက ပြသည်။ ထို့ကြောင့် သည်သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် မန္တလေးသို့သွားသည်။",
              "desc":[
                "ဤဝါကျ၌ မောင်သံချောင်းသားသော နေရာမှာ မန္တလေးဖြစ်သည်။ မောင်သံချောင်း ရေးရှုသွားသည့်နေရာသည် မန္တလေးဖြစ်ကြောင်းကို မန္တလေး ဟူသော နာမ်နောက်ရှိသို့ ဟူသော စကားလုံးကပြသည်။ ထို့ကြောင့် သို့ သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် ရန်ကုန်မှ မန္တလေးသို့သွားသည်။",
              "desc":[
                "ဤဝါကျ၌ မောင်သံချောင်း ထွက်ခွာရာနေရာသည် ရန်ကုန် ဖြစ်သည်။ မောင်သံချောင်းထွက်ခွာရာမှာ ရန်ကုန်ဖြစ်ကြောင်းကို ရန်ကုန် ရန်ကုန် ရန်ကုန် ဟူသော နာမ်နောက်ရှိ မှ ဟူသော စကားလုံးက ပြသည်။ ထို့ကြောင့် မှ သည် ဝိဘတ် ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် ရန်ကုန်မှ မန္တလေးသို့ ကားဖြင့် သွားသည်။",
              "desc":[
                "ဤဝါကျ၌ မောင်သံချောင်းမန္တလေးသို့သွားရာ၌ အသုံးပြုသောအရာမှာ ကား ဖြစ်သည်။ ကားသည် မောင်သံချောင်း၏ အသုံးပြုခြင်းခံရသောအရာဖြစ်ကြောင်းကို ကားဟူသော နာမ်နောက်ရှိ ဖြင့် ဟူသောစကားလုံးက ပြသည်။ ထို့ကြောင့် ဖြင့် သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် စာအုပ်ကို ဆရာအား ပေးသည်။",
              "desc":[
                "ဤဝါကျ၌ ဆရာအား မောင်သံချောင်းပေးသည့်အရာမှာ စာအုပ် ဖြစ်သည်။ စာအုပ်သည် အပေးခံရသော ပစ္စည်းဖြစ်ကြောင်းကို စာအုပ်ဟူသော နာမ်၏ နောက်ရှိ ကို ဟူသော စကားလုံးကပြသည်။ ထို့ကြောင့် ကို သည် ဝိဘတ် ဖြစ်သည်။",
                "မောင်သံချောင်းသည် စာအုပ်ကို မည်သူအားပေးသနည်း။ ဆရာ့အား ပေးသည်။ စာအုပ်ကို လက်ခံသူသည် မည်သူနည်း။ ဆရာဖြစ်သည်။ လက်ခံသူဆရာဖြစ်ကြောင်းကို ဆရာဟူသော နာမ်၏နောက်ရှိ အား ဟူသော စကားလုံးက ပြသည်။ ထို့ကြောင့် အားသည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် ရန်ကုန်မြို့၌ နေသည်။",
              "desc":[
                "ဤဝါကျ၌ မောင်သံချောင်းနေထိုင်ရာမြို့မှာ ရန်ကုန် ဖြစ်ကြောင်းကို ရန်ကုန်မြို့ ဟူသော နာမ်၏နောက်ရှိ ၌ဟူသော စကားလုံးက ပြသည်။ ထို့ကြောင့် ၌သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် ရန်ကုန်မြို့၌ နေသည်။ မောင်သံချောင်းသည် လွန်ခဲ့သော ငါးနှစ်က မန္တလေး၌ နေသည်။",
              "desc":[
                "အထက်ပါ ဝါကျနှစ်ခုတို့တွင် ပထမဝါကျ၌ရှိသော နေဟူသော ကြိယာ၏ နောက်ရှိသည် သည် ပစ္စုပ္ပန်ကာလ၌ ပြုခြင်းကိုပြသည်။",
                "ဒုတိယဝါကျ၌ ရှိသော နေ ဟူသော ကြိယာ၏ နောက်ရှိသည် သည် လွန်ခဲ့ပြီးသော အတိတ်ကာလ၌ ပြုခြင်းကို ပြသည်။ ထိုသို့ ကြိယာ၏ကာလကို ပြခြင်းကြောင့် သည် ဝိဘတ် ဖြစ်သည်။"
              ]
            },
            {
              "name":"ဝန်ကြီးပဒေသရာဇာသည် သန်လျင်မြို့၌ ကွယ်လွန်၏။ မောင်သံချောင်းသည် ရန်ကုန်မြို့၌ နေ၏။",
              "desc":[
                "အထက်ပါဝါကျနှစ်ခုတို့တွင် ပထမဝါကျ၌ရှိသော ကွယ်လွန် ဟူသော ကြိယာ၏နောက်ရှိ ၏သည် လွန်ခဲ့ပြီးသောအတိတ်ကာလ၌ ဖြစ်ခြင်းကို ပြသည်။",
                "ဒုတိယဝါကျ၌ ရှိသော နေဟူသော ကြိယာ၏ နောက်ရှိ ၏ သည် ပစ္စုပ္ပန်ကာလ၌ ပြုခြင်းကိုပြသည်။ ထိုသို့ ကြိယာ၏ ကာလကို ပြခြင်းကြောင့် ၏ သည် ဝိဘတ် ဖြစ်သည်။"
              ]
            },
            {
              "name":"ဆရာလာပြီ။ လကမ္ဘာသို့ လူသားများ ရောက်ပြီ။",
              "desc":[
                "အထက်ပါဝါကျနှစ်ခုတို့တွင် ပထမဝါကျ၌ရှိသော လာ ဟူသော ကြိယာ၏နောက်ရှိ ပြီ သည် ပစ္စုပ္ပန်ကာလ၌ ပြုခြင်းကို ပြသည်။",
                "ဒုတိယဝါကျ၌ ရှိသော ရောက် ဟူသော ကြိယာ၏ နောက်ရှိ ပြီ သည် လွန်ခဲ့ပြီးသော အတိတ်ကာလ၌ ဖြစ်ခြင်းကိုပြသည်။ ထိုသို့ ကြိယာ၏ကာလကို ပြခြင်းကြောင့် ပြီ သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်သံချောင်းသည် မန္တလေးသို့ မနက်ဖြန် ရောက်မည်။ ကျွန်ုပ်တို့သည် နွေရာသီ ကျောင်းပိတ်ရက်၌ လုပ်အားပေးကြမည်။",
              "desc":[
                "ပထမဝါကျ၌ ရှိသော ရောက်နှင့် ဒုတိယဝါကျ၌ရှိသော လုပ်အားပေး တို့သည် ကြိယာများ ဖြစ်ကြသည်။ ရောက် ဟူသော ကြိယာနှင့် လုပ်အားပေး ဟူသော ကြိယာတို့၏နောက်၌ ရှိသော မည်သည် ထိုကြိယာတို့၏ ဖြစ်လတ္တံ့ အနာဂတ်ကာလကို ပြသည်။",
                "ထိုသို့ကြိယာ၏ကာလကို ပြခြင်းကြောင့် မည်သည် ဝိဘတ်ဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "နာမ်ဝိဘတ်",
                "desc": "နာမ်၊ နာမ်စားတို့၏ နောက်၌တည်၍ ၎င်းတို့သည် ကတ္တားဖြစ်သည်၊ ကံဖြစ်သည်စသည် ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို နာမ်ဝိဘတ် ဟုခေါ်သည်။"
              },
              "kind": [
                {
                  "root":{
                    "name": "ကတ္တားဝိဘတ်",
                    "desc": "ပြုသူ၊ ဖြစ်သူ၊ ရှိသူဖြစ်ကြောင်းကို ပြသောဝိဘတ်သည် ကတ္တားဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["သည်","က","မှာ"]
                  },
                  "exam":[
                    {
                      "name":"သဘာပတိကြီးက မိန့်ခွန်းပြောသည်။",
                      "desc":[
                        "ဤဝါကျ၌ သဘာပတိကြီးသည် မိန့်ခွန်းပြောသူဖြစ်သည်။ သဘာပတိကြီးသည် မိန့်ခွန်းပြောသူဖြစ်ကြောင်းကို သဘာပတိကြီးဟူသော နာမ်နောက်ရှိ က ဝိဘတ်က ပြသည်။ ထို့ကြောင့် က ဝိဘတ်သည် ပြုသူကိုပြသော ကတ္တားဝိဘတ် ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"ဦးဘမှာ စံပြလုပ်သားကြီး ဖြစ်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ စံပြလုပ်သားကြီးဖြစ်သူမှာ ဦးဘဖြစ်သည်။ ဦးဘသည် စံပြလုပ်သားကြီးဖြစ်ကြောင်းကို ဦးဘဟူသော နာမ်နောက်ရှိ မှာ ဝိဘတ်က ပြသည်။ ထို့ကြောင့် မှာ ဝိဘတ်သည် ဖြစ်သူကို ပြသော ကတ္တားဝိဘတ်ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်မျိုးမြင့်သည် စာကြည့်ခန်းထဲ၌ ရှိသည်။",
                      "desc":[
                        "ဤဝါကျ၌ စာကြည့်ခန်းထဲ၌ ရှိသူမှာ မောင်မျိုးမြင့် ဖြစ်သည်။ မောင်မျိုးမြင့်သည် စာကြည့်ခန်းထဲ၌ရှိကြောင်းကို မောင်မျိုးမြင့် မောင်မျိုးမြင့် မောင်မျိုးမြင့် ဟူသော နာမ်နောက်ရှိသည် ဝိဘတ်က ပြသည်။ ထို့ကြောင့် သည် ဝိဘတ်သည် ရှိသူ ကို ပြသော ကတ္တားဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ကံဝိဘတ်",
                    "desc": "အပြုခံရသူဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ကံဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ကို"]
                  },
                  "exam":[
                    {
                      "name":"ဆရာက မောင်မျိုးမြင့်ကို ချီးမွမ်းသည်။",
                      "desc":[
                        "ဤဝါကျ၌ အချီးမွမ်းခံရသူမှာ မောင်မျိုးမြင့် ဖြစ်သည်။",
                        "မောင်မျိုးမြင့် အချီးမွမ်းခံ ရသူဖြစ်ကြောင်းကို မောင်မျိုးမြင့် မောင်မျိုးမြင့် မောင်မျိုးမြင့်ဟူသော နာမ်နောက်ရှိ ကို ဝိဘတ်က ပြသည်။ ထို့ကြောင့် ကို ဝိဘတ်သည် အပြုခံရသူ အပြုခံရသူ အပြုခံရသူကို ပြသော ကံဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ထွက်ခွာရာပြဝိဘတ်",
                    "desc": "ထွက်ခွာရာနေရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ထွက်ခွာရာပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["မှ","က"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်သည် မန္တလေးမှ ပြန်လာသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့်ထွက်ခွာရာနေရာမှာ မန္တလေး ဖြစ်သည်။",
                        "မန္တလေးသည် မောင်မျိုးမြင့် ထွက်ခွာရာနေရာ ဖြစ်ကြောင်းကို မန္တလေးဟူသော နာမ်နောက်ရှိမှ ဝိဘတ်က ပြသည်။ ထို့ကြောင့် မှ ဝိဘတ်သည် ထွက်ခွာရာပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်မျိုးမြင့်သည် မန္တလေးက ပြန်လာသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့်ထွက်ခွာရာနေရာမှာ မန္တလေး ဖြစ်သည်။",
                        "မန္တလေးသည် မောင်မျိုးမြင့် ထွက်ခွာရာနေရာဖြစ်ကြောင်းကို မန္တလေးဟူသော နာမ်နောက်ရှိက ဝိဘတ်က ပြသည်။ ထို့ကြောင့် က ဝိဘတ်သည် ထွက်ခွာရာပြဝိဘတ် ဖြစ်သည်။",
                        "'က'ကို ထွက်ခွာရာပြဝိဘတ်အဖြစ် အသုံးပြုရာ၌ ကြိယာနှင့် ကပ်လျက်ထားရသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ရှေးရှုရာပြဝိဘတ်",
                    "desc": "ရှေးရှုရာနေရာဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် ရှေးရှုရာပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["သို့"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်သည် ကျောင်းသို့သွားသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့်ရေးရှုသွားသော နေရာမှာ ကျောင်းဖြစ်သည်။",
                        "ကျောင်းသည် မောင်မျိုးမြင့် ရေးရှုသွားသော နေရာဖြစ်ကြောင်းကို ကျောင်းဟူသော နာမ်နောက်ရှိ သို့ ဝိဘတ်က ပြသည်။ ထို့ကြောင့် သို့ ဝိဘတ်သည် ရှေးရှုရာပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ဆိုက်ရောက်ရာပြဝိဘတ်",
                    "desc": "ဆိုက်ရောက်ရာနေရာနှင့် အချိန်ကိုပြသော ဝိဘတ်သည် ဆိုက်ရောက်ရာပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["သို့","ထိ","အထိ","ထိအောင်","တိုင်အောင်"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်သည် ညနေ ၅ နာရီတွင် အိမ်သို့ ပြန်ရောက်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့် ပြန်ရောက်သောနေရာမှာ အိမ်ဖြစ်သည်။",
                        "အိမ်သည် မောင်မျိုးမြင့်ရောက်ရှိရာနေရာ ဖြစ်ကြောင်းကို အိမ်ဟူသော နာမ်နောက်ရှိ သို့ ဝိဘတ်ကပြသည်။ ထို့ကြောင့် သို့ သည် ဆိုက်ရောက်ရာပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်မျိုးမြင့်သည် ည ၇ နာရီမှ ည ၁၂ နာရီအထိစာဖတ်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့် မည်သည့်အချိန်ထိစာဖတ် ကြောင်းကို ဖော်ပြထားသည်။",
                        "မောင်မျိုးမြင့်သည် ည ၁၂ နာရီ ည ၁၂ နာရီ ည ၁၂ နာရီတိုင်အောင် စာဖတ်လေ့ရှိကြောင်းကို ၁၂ နာရီ ၁၂ နာရီ ၁၂ နာရီ ဟူသော နာမ်နောက်ရှိ အထိဝိဘတ်က ပြသည်။ ထို့ကြောင့် အထိသည် ဆိုက်ရောက်ရာပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အသုံးခံပြဝိဘတ်",
                    "desc": "အသုံးပြုခံရသောအရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် အသုံးခံပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ဖြင့်","နှင့်"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်သည် ခွေးကို တုတ်ဖြင့် ရိုက်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ တုတ်သည် ခွေးကိုရိုက်ရာ၌ အသုံးပြုသောအရာ ဖြစ်သည်။",
                        "တုတ်သည် မောင်မျိုးမြင့်အသုံးပြုခံရသော အရာဖြစ်ကြောင်းကို တုတ် ဟူသော နာမ်နောက်ရှိ ဖြင့် ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် ဖြင့် ဝိဘတ်သည် အသုံးပြုခံရသောအရာကို ပြသော အသုံးခံပြဝိဘတ်ဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"မောင်မျိုးမြင့်သည် ခွေးကို တုတ်နှင့်ရိုက်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ တုတ်သည် ခေးကိုရိုက်ရာ၌ အသုံးပြုသောအရာဖြစ်သည်။",
                        "တုတ်သည် မောင်မျိုးမြင့် အသုံးပြုခံရသောအရာဖြစ်ကြောင်းကို တုတ်ဟူသော နာမ်နောက်ရှိနှင့် ဝိဘတ်က ပြသည်။",
                        "ထို့ကြောင့် နှင့် ဝိဘတ်သည် အသုံးပြုခံရသောအရာကိုပြသော အသုံးခံပြဝိဘတ် ဖြစ်သည်။",
                        "'နှင့်'ကို အသုံးခံပြဝိဘတ်အဖြစ် အသုံးပြုရာ၌ ကြိယာနှင့်ကပ်လျက်ထားရသည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အကြောင်းပြဝိဘတ်",
                    "desc": "တစ်စုံတစ်ရာ ဖြစ်ပျက်ရသည့် အကြောင်းရင်းကိုပြသော ဝိဘတ်သည် အကြောင်းပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ကြောင့်","ဖြင့်"]
                  },
                  "exam":[
                    {
                      "name":"စပါးပင်တို့သည် ပိုးကြောင့် ပျက်၏။",
                      "desc":[
                        "ဤဝါကျ၌ စပါးပင်တို့ပျက်ရသည့်အကြောင်းရင်းကို ဖော်ပြထားသည်။",
                        "စပါးပင်တို့ ပျက်ရသည့်အကြောင်းရင်းမှာ ပိုး ဖြစ်သည်။",
                        "ပိုး သည် စပါးပင်တို့ ပျက်ရသည့် အကြောင်းရင်းဖြစ်သည်ကို ယင်း ပိုး ဟူသော နာမ်နောက်ရှိ ကြောင့် ဝိဘတ်က ပြသည်။",
                        "သို့ဖြစ်၍ ကြောင့်သည် အကြောင်းပြဝိဘတ်ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "လက်ခံပြဝိဘတ်",
                    "desc": "လက်ခံသူဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် လက်ခံပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["အား"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်သည် စာအုပ်ကို ဆရာအား ပေးသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့်ပေးသော စာအုပ်ကို လက်ခံသူမှာ ဆရာဖြစ်သည်။",
                        "ဆရာသည် စာအုပ်လက်ခံသူဖြစ်ကြောင်းကို ဆရာဟူသော နာမ်နောက်ရှိ အား ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် အားဝိဘတ်သည် လက်ခံသူ လက်ခံသူ လက်ခံသူကိုပြသော လက်ခံပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "နေရာပြဝိဘတ်",
                    "desc": "တည်ရှိရာနေရာ ဖြစ်ကြောင်းကိုပြသော ဝိဘတ်သည် နေရာပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["၌","မှာ","တွင်","ဝယ်","က"]
                  },
                  "exam":[
                    {
                      "name":"မောင်မျိုးမြင့်၏နေအိမ်သည် ရန်ကုန်မြို့ ၌ ရှိသည်။",
                      "desc":[
                        "ဤဝါကျ၌ မောင်မျိုးမြင့်၏အိမ် တည်ရှိသောနေရာမှာ ရန်ကုန်မြို့ ဖြစ်သည်။",
                        "ရန်ကုန်မြို့သည် မောင်မျိုးမြင့်၏အိမ် တည်ရှိသောနေရာဖြစ်ကြောင်းကို ရန်ကုန်မြို့ ဟူသော နာမ်နောက်ရှိ ၌ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် ၌ ဝိဘတ်သည် နေရာပြဝိဘတ်ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အချိန်ပြဝိဘတ်",
                    "desc": "အချိန်ကို ပြသော ဝိဘတ်သည် အချိန်ပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["၌","မှာ","တွင်","ဝယ်","က"]
                  },
                  "exam":[
                    {
                      "name":"သစ်ရွက်များသည် တပေါင်းလ၌ ကြွေသည်။",
                      "desc":[
                        "ဤဝါကျ၌ သစ်ရွက်များ ကြွေချိန်မှာ တပေါင်းလ ဖြစ်သည်။",
                        "တပေါင်းလသည် သစ်ရက်ကြွေ ချိန်ဖြစ်ကြောင်းကို တပေါင်းလဟူသော နာမ်နောက်ရှိ ၌ ဝိဘတ်က ပြသည်။",
                        "ထို့ကြောင့်၌ ဝိဘတ်သည် အချိန်ပြဝိဘတ်ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ပိုင်ဆိုင်ခြင်းပြဝိဘတ်",
                    "desc": "ပိုင်ဆိုင်ခြင်းကိုပြသော ဝိဘတ်သည် ပိုင်ဆိုင်ခြင်းပြဝိဘတ် ဖြစ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["၏"]
                  },
                  "exam":[
                    {
                      "name":"ဤစက်ဘီးသည် မောင်မျိုးမြင့်၏ စက်ဘီးဖြစ်သည်။",
                      "desc":[
                        "ဤဝါကျ၌ စက်ဘီးသည် မောင်မျိုးမြင့်ပိုင်ဆိုင်သော အရာဖြစ်သည်။",
                        "စက်ဘီးသည် မောင်မျိုးမြင့်ပိုင်ဆိုင်သောအရာဖြစ်ကြောင်းကို မောင်မျိုးမြင့် မောင်မျိုးမြင့် မောင်မျိုးမြင့်ဟူသော နာမ်နောက်ရှိ ၏ ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် ၏ ဝိဘတ်သည် ပိုင်ဆိုင်ခြင်းပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "လိုက်လျောပြဝိဘတ်",
                    "desc": "အဖြစ်အပျက်၊ သဘောတရား၊ လူပုဂ္ဂိုလ်၊ ပမာဏတို့နှင့် ဆန့်ကျင်ခြင်းမရှိဘဲ လိုက်လျောညီညွတ်ခြင်းရှိသည်ကို ပြသော ဝိဘတ်ကို လိုက်လျောပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["အလိုက်","အရ","အတိုင်း","အလျောက်","အားလျော်စွာ","နှင့်အညီ","နှင့်အမျှ"]
                  },
                  "exam":[
                    {
                      "name":"တောင်သူဦးကြီးများသည် သီးနှံမျိုးစုံကိုရာသီအလိုက် စိုက်ပျိုးကြသည်။",
                      "desc":[
                        "ဤဝါကျ၌ တောင်သူဦးကြီးများ သီးနှံမျိုးစုံကိုမည်သို့စိုက်ပျိုးကြောင်း ဖော်ပြထားသည်။",
                        "တောင်သူဦးကြီးများသည် သီးနှံမျိုးစုံကိုအချိန်ရာသီနှင့် လိုက်လျောအောင် စိုက်ပျိုးကြောင်းကိုရာသီ ဟူသော နာမ်နောက်ရှိ အလိုက် ဝိဘတ်က ပြသည်။",
                        "ထို့ကြောင့် အလိုက်သည် လိုက်လျောပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ယှဉ်တွဲပြဝိဘတ်",
                    "desc": "ယှဉ်တွဲခြင်း၊ ပေါင်းစည်းခြင်းကို ပြသော ဝိဘတ်ကို ယှဉ်တွဲပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["နှင့်","နှင့်တကွ","နှင့်အတူ"]
                  },
                  "exam":[
                    {
                      "name":"ပြည်သူ့တပ်မတော်သားများသည် လယ်ယာဦးကြီးများ နှင့်အတူ ရွှေဝါမြေ စစ်ဆင်ရေး၌ ပါဝင်ဆင်နွှဲကြသည်။",
                      "desc":[
                        "ဤဝါကျ၌ ပြည်သူ့တပ်မတော်သားများသည် ပြည်သူတို့နှင့်အတူ ရွှေဝါမြေ စစ်ဆင်ရေးတွင် ပါဝင်ဆင်နွှဲကြောင်း ဖော်ပြထားသည်။",
                        "လယ်ယာဦးကြီးများနှင့်အတူ ပါဝင်ဆင်နွှဲကြသူများမာ ပြည်သူ့တပ်မတော်သားများဖြစ်ကြောင်းကို လယ်ယာဦးကြီးများဟူသော နာမ်နောက်ရှိ နှင့်အတူဝိဘတ်က ယဉ်တွဲဖော်ပြသည်။",
                        "ထို့ကြောင့် နှင့်အတူသည် ယှဉ်တွဲပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ခွဲထုတ်ရာပြဝိဘတ်",
                    "desc": "အစုအပေါင်းမှ တစ်စုံတစ်ရာ၊ တစ်စုံတစ်ခု၊ တစ်စုံတစ်ယောက် စသည် တစ်စိတ်တစ်ဒေသကို ခွဲထုတ်ပြသော ဝိဘတ်ကို ခွဲထုတ်ရာပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["တွင်","အနက်","အထဲမှ","အထဲမှာ"]
                  },
                  "exam":[
                    {
                      "name":"ရေသတ္တဝါများအနက် ဝေလငါးသည် အကြီးဆုံးဖြစ်၏။",
                      "desc":[
                        "ဤဝါကျ၌ အကြီးဆုံးရေသတ္တဝါသည် ဝေလငါး ဖြစ်ကြောင်း ဖော်ပြထားသည်။",
                        "ဝေလငါးသည် ရေသတ္တဝါများအနက် အကြီးဆုံးဖြစ်ကြောင်းကိုရေသတ္တဝါများ ဟူသော နာမ်နောက်ရှိ အနက် ဟူသော ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် အနက်သည် ခွဲထုတ်ရာပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ရည်စူးချက်ပြဝိဘတ်",
                    "desc": "တစ်စုံတစ်ဦး၊ တစ်စုံတစ်ရာကို ရည်စူးကြောင်း ဖော်ပြသော ဝိဘတ်ကို ရည်စူးချက်ပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ငှာ","အလို့ငှာ","ဖို့","အဖို့","အတွက်"]
                  },
                  "exam":[
                    {
                      "name":"တပ်မတော်သားတို့သည် နိုင်ငံအတွက် အသက်ကိုပေးလူထားသူများ ဖြစ်ကြသည်။",
                      "desc":[
                        "ဤဝါကျ၌ တပ်မတော်သားတို့သည် မည်သူ့အတွက် ရည်စူး၍ အသက်ပေးလှူထားသူများ ဖြစ်ကြောင်းကိုဖော်ပြထားသည်။",
                        "တပ်မတော်သားတို့သည် နိုင်ငံ အတွက် အသက်ပေးလှူထားကြသူများဖြစ်ကြောင်းကိုနိုင်ငံ နိုင်ငံ နိုင်ငံဟူသော နာမ် နောက်ရှိအတွက် ဝိဘတ်က ရည်စူးဖော်ပြသည်။",
                        "ထို့ကြောင့် အတွက် သည်ရည်စူးချက်ပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "နေရာဆက်တိုက်ပြဝိဘတ်",
                    "desc": "နေရာ အဆက်မပြတ်ဖြစ်ခြင်းကို ပြသော ဝိဘတ်ကို နေရာဆက်တိုက်ပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["တိုင်တိုင်","တိုင်အောင်"]
                  },
                  "exam":[
                    {
                      "name":"လူငယ်များသည် ရွာလယ်မှ ရွာဦးကျောင်း တိုင်အောင် လမ်းဖို့လုပ်အားပေးကြသည်။",
                      "desc":[
                        "ဤဝါကျ၌ လူငယ်များသည် မည်သည့်နေရာမှ မည်သည့်နေရာထိဆက်တိုက် လမ်းဖို့လုပ်အားပေးကြကြောင်းကိုဖော်ပြထားသည်။",
                        "လူငယ်များသည် ရွာလယ်မှ ရွာဦးကျောင်းအထိဆက်တိုက် လမ်းဖို့လုပ်အားပေးကြကြောင်းကိုရွာဦးကျောင်း ဟူသော နာမ်နောက်ရှိ တိုင်အောင် ဝိဘတ်ကပြသည်။",
                        "ထို့ကြောင့် တိုင်အောင်သည် နေရာဆက်တိုက်ပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အချိန်ဆက်တိုက်ပြဝိဘတ်",
                    "desc": "အချိန် အဆက်မပြတ်ဖြစ်ခြင်းကို ပြသော ဝိဘတ်ကို အချိန်ဆက်တိုက်ပြဝိဘတ် ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["တိုင်တိုင်","တိုင်အောင်","ပတ်လုံး","လုံးလုံး"]
                  },
                  "exam":[
                    {
                      "name":"ဆရာတော်ဦးဝိစာရသည် နယ်ချဲ့ကိုရက်ပေါင်း ၂၁၀တိုင်တိုင် အစာငတ်ခံ ဆန္ဒပြခဲ့သည်။",
                      "desc":[
                        "ဤဝါကျ၌ ဆရာတော်ဦးဝိစာရသည် ရက်ပေါင်းမည်မျှကြာအောင် အစာငတ်ခံဆန္ဒပြကြောင်းကို ဖော်ပြထားသည်။",
                        "ဆရာတော်သည် ရက်ပေါင်း ၂၁၀တိုင်တိုင် အဆက်မပြတ် အစာငတ်ခံဆန္ဒပြကြောင်းကိုရက်ပေါင်း ၂၁၀ဟူသော နာမ်နောက်ရှိ တိုင်တိုင် ဝိဘတ်က ပြသည်။",
                        "ထို့ကြောင့် တိုင်တိုင်သည် အချိန်ဆက်တိုက်ပြဝိဘတ် ဖြစ်သည်။"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "ကြိယာဝိဘတ်",
                "desc": "ကြိယာ၏နောက်၌တည်၍ ၎င်းကြိယာ၏ကာလနှင့်အမျိုးအစားကို ဝေဖန်ပိုင်းခြားပြသော စကားလုံးကို ကြိယာဝိဘတ် ဟုခေါ်သည်။",
                "note":"ကြိယာဝိဘတ် ၂ မျိုးရှိသည်။"
              },
              "kind": [
                {
                  "root":{
                    "name": "ကာလပြကြိယာဝိဘတ်",
                    "desc": "ကြိယာ၏ ပြုခြင်း၊ ဖြစ်ခြင်း၊ ရှိခြင်းနှင့် စပ်ဆိုင်သည့် အချိန်ကာလကိုပြသော ဝိဘတ်ကို ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။",
                    "note":"ကာလပြကြိယာဝိဘတ်ကို ၃ မျိုးခွဲသည်။"
                  },
                  "kind": [
                    {
                      "root":{
                        "name": "ပစ္စုပ္ပန်ကာလပြကြိယာဝိဘတ်",
                        "desc": "ကြိယာ၏ပြုဆဲ၊ ဖြစ်ဆဲ၊ ရှိဆဲကာလကို ဖော်ပြသောဝိဘတ်ကို ပစ္စုပ္ပန်ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["သည်","၏","ပြီ"]
                      },
                      "exam":[
                        {
                          "name":"နွေရာသီရောက်ပြီ။",
                          "desc":[]
                        },
                        {
                          "name":"ဥသြတွန်သံများကို ကြားရသည်/၏။",
                          "desc":[]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "အတိတ်ကာလပြကြိယာဝိဘတ်",
                        "desc": "ကြိယာ၏ပြုပြီး၊ ဖြစ်ပြီး၊ ရှိပြီးကာလကို ဖော်ပြသောဝိဘတ်ကို အတိတ်ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["သည်","၏","ပြီ"]
                      },
                      "exam":[
                        {
                          "name":"ဝန်ကြီးပဒေသရာဇာသည် သံလျင်မြို့၌ ကွယ်လွန် သည်/၏/ပြီ။",
                          "desc":[]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "အနာဂတ်ကာလပြကြိယာဝိဘတ်",
                        "desc": "ကြိယာ၏ပြုလတ္တံ့၊ ဖြစ်လတ္တံ့၊ ရှိလတ္တံ့ ကာလကို ဖော်ပြသော ဝိဘတ်ကို အနာဂတ် ကာလပြကြိယာဝိဘတ် ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["မည်","လိမ့်မည်","အံ့","လတ္တံ့"]
                      },
                      "exam":[
                        {
                          "name":"အများအကျိုးဆောင်လျှင် ကိုယ့်အကျိုးအောင်မည်/ လိမ့်မည်/ အံ့/လတ္တံ့။",
                          "desc":[]
                        }
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "အမျိုးအစားပြကြိယာဝိဘတ်",
                    "desc": "ကြိယာ၏ အမျိုးအစားကို ဖော်ပြသော ဝိဘတ်ကို အမျိုးအစားပြကြိယာဝိဘတ် ကိုခေါ်သည်။"
                  },
                    "kind": [
                      {
                        "root":{
                          "name": "စေခိုင်းဝိဘတ်",
                          "desc": "စေခိုင်းခြင်းကိုပြသည့် ဝိဘတ်ကို စေခိုင်းဝိဘတ် ဟုခေါ်သည်။"
                        },
                        "word":{
                          "name":"သာဓက",
                          "desc":["လော့"]
                        },
                        "exam":[
                          {
                            "name": "ဆရာ့စကားကို နားထောင်လော့။",
                            "desc": []
                          },
                          {
                            "name": "ညီညွတ်ကြလော့။",
                            "desc": []
                          }
                        ]
                      },
                      {
                        "root":{
                          "name": "ညှိနှိုင်းဝိဘတ်",
                          "desc": "ဆောင်ရွက်သူအချင်းချင်း ညှိနှိုင်းခြင်းကိုပြသည့် ဝိဘတ်ကို ညှိနှိုင်းဝိဘတ် ဟုခေါ်သည်။"
                        },
                        "word":{
                          "name":"သာဓက",
                          "desc":["စို့","ရအောင်"]
                        },
                        "exam":[
                          {
                            "name": "အိမ်ပြန်စို့။",
                            "desc": []
                          },
                          {
                            "name": "ကျောင်းပိတ်ရက်မှာ လုပ်အားပေးရအောင်။",
                            "desc": []
                          }
                        ]
                      },
                      {
                        "root":{
                          "name": "ဆန္ဒညွှန်ဝိဘတ်",
                          "desc": "ခွင့်တောင်းခြင်း၊ ဆုတောင်းမေတ္တာပို့သခြင်း၊ ကျိန်ဆဲခြင်းစသော အလိုဆန္ဒတို့ကို ဖော်ပြသည့်ဝိဘတ်ကို ဆန္ဒညွှန်ဝိဘတ် ဟုခေါ်သည်။"
                        },
                        "word":{
                          "name":"သာဓက",
                          "desc":["ပါစေ","ပါရစေ"]
                        },
                        "exam":[
                          {
                            "name": "အိမ်ပြန်ပါရစေ။",
                            "desc": []
                          },
                          {
                            "name": "ကျန်းမာပါစေ။",
                            "desc": []
                          },
                          {
                            "name": "ဘေးတွေ့ပါစေ။",
                            "desc": []
                          }
                        ]
                      },
                      {
                        "root":{
                          "name": "အမိန့်ချဝိဘတ်",
                          "desc": "အမိန့်ပေးခြင်းကိုဖော်ပြသည့် ဝိဘတ်ကို အမိန့်ချဝိဘတ် ဟုခေါ်သည်။"
                        },
                        "word":{
                          "name":"သာဓက",
                          "desc":["စေ"]
                        },
                        "exam":[
                          {
                            "name": "ဤအမှုမှ တရားသေ လွှတ်စေ။",
                            "desc": []
                          }
                        ]
                      }
                    ]
                }
              ]
            }
          ]
        },
        "Conjunction": {
          "root":{
            "name": "သမ္ဗန္ဓ",
            "desc": "ပုဒ်အချင်းချင်းကိုဖြစ်စေ၊ ဝါကျအချင်းချင်းကိုဖြစ်စေ၊ အဓိပ္ပာယ်အချင်းချင်းကိုဖြစ်စေ ဆက်စပ်ပေးသော စကားလုံးကို သမ္ဗန္ဓ ဟုခေါ်သည်။",
            "note": "သမ္ဗန္ဓ ၃ မျိုးရှိသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["ဘဲနှင့်","နှင့်တစ်ပြိုင်နက်","နှင့်","သောကြောင့်","သော်လည်း","မှ","သော်","သဖြင့်", "သို့မဟုတ်","သောအခါ","လျှင်","ခိုက်","က","သာမက","၍","လျက်","သို့ရာတွင်","ထိုအခါ","ထို့ကြောင့်","တုန်း","ဖြစ်စေ ...ဖြစ်စေ","ထို့ပြင်","အတွက်"]
          },
          "exam":[
            {
              "name":"နှင်းဆီပန်းနှင့် စံပယ်ပန်း၊ ထမင်းနှင့်ဟင်း။",
              "desc":[
                "ဤတွင် နှင်းဆီပန်း၊ စံပယ်ပန်း တို့သည် နာမ်ပုဒ်များ ဖြစ်ကြသည်။",
                "၎င်းနာမ်ပုဒ်များကို နှင့်ဟူသော စကားလုံးက ဆက်စပ်ပေးသည်။",
                "ထိုနည်းအတူ ထမင်း၊ ဟင်းတို့သည် နာမ်ပုဒ်များ ဖြစ်ကြသည်။",
                "၎င်းနာမ်ပုဒ်များကို နှင့်ဟူသောစကားလုံးက ဆက်စပ်ပေးသည်။",
                "ထိုသို့ ပုဒ် ၂ ခုကို ဆက်စပ်ပေးခြင်းကြောင့် နှင့်သည် သမ္ဗန္တဖြစ်သည်။"
              ]
            },
            {
              "name":"မောင်ကံကောင်းသည် စာကြိုးစားသည်။ မောင်ကံကောင်းသည် စာမေးပွဲအောင်သည်။",
              "desc":[
                "အထက်ပါပထမဝါကျနှင့် ဒုတိယဝါကျတို့ကို ဝါကျ တစ်ခုတည်းဖြစ်စေရန် သောကြောင့် ဟူသော စကားလုံးဖြင့် အောက်ပါအတိုင်း ဆက်စပ်နိုင်သည်။"
              ]
            },
            {
              "name":"မောင်ကံကောင်းသည် စာကြိုးစားသောကြောင့် စာမေးပွဲအောင်သည်။",
              "desc":[
                "ထို့သို့ ဝါကျ ၂ ခုကို ဆက်စပ်ပေးခြင်းကြောင့် သောကြောင့် သောကြောင့် သောကြောင့်သည် သမ္ဗန္တ ဖြစ်သည်။"
              ]
            },
            {
              "name":"ယနေ့မိုးရွာသည်။ မောင်ကံကောင်းသည် ကျောင်းသို့ သွားသည်။",
              "desc":[
                "အထက်ပါပထမဝါကျနင့် ဒုတိယဝါကျတို့ကို ဝါကျ တစ်ခုတည်းဖြစ်စေရန် သော်လည်းဟူသော စကားလုံးဖြင့် အောက်ပါအတိုင်းဆက်စပ်နိုင်သည်။"
              ]
            },
            {
              "name":"ယနေ့ မိုးရွာ သော်လည်း မောင်ကံကောင်းသည် ကျောင်းသို့ သားသည်။",
              "desc":[
                "ထိုသို့ ဝါကျ ၂ ခုကို ဆက်စပ်ပေးခြင်းကြောင့် သော်လည်းသည် သမ္ဗန္တ ဖြစ်သည်။"
              ]
            },
            {
              "name":"နွေရာသီ၌ ကျောင်းပိတ်သည်။ မောင်သံချောင်းသည် စက်ရုံ၌ လုပ်အားပေးမည်။",
              "desc":[
                "အထက်ပါ ပထမဝါကျနှင့် ဒုတိယဝါကျတို့ကို ဝါကျ တစ်ခုတည်း ဖြစ်စေရန် သောအခါ ဟူသော စကားလုံးဖြင့် အောက်ပါအတိုင်း ဆက်စပ်နိုင်သည်။"
              ]
            },
            {
              "name":"နွေရာသီ၌ ကျောင်းပိတ်သောအခါ မောင်သံချောင်းသည် စက်ရုံ၌ လုပ်အားပေးမည်။",
              "desc":[
                "ထိုသို့ ဝါကျ ၂ ခုကို ဆက်စပ်ပေးခြင်းကြောင့် သောအခါသည် သမ္ဗန္တ ဖြစ်သည်။"
              ]
            },
            {
              "name":"ယနေ့မိုးရွာသည်။ မောင်ကံကောင်းသည် ကျောင်းသို့သွားသည်။",
              "desc":[
                "အထက်ပါ ပထမဝါကျနှင့် ဒုတိယဝါကျတို့ကို သို့ရာတွင် ဟူသော စကားလုံးဖြင့် ဆက်စပ်လိုက်သောအခါ ထိုဝါကျ ၂ ခုသည် အောက်ပါ အတိုင်း အဓိပ္ပာယ်အရ ဆက်သွယ်မှု ရှိလာသည်။"
              ]
            },
            {
              "name":"ယနေ့မိုးရွာသည် သို့ရာတွင် မောင်ကံကောင်းသည် ကျောင်းသို့ သွားသည်။",
              "desc":[
                "ထိုသို့ ဝါကျ ၂ခုကို အဓိပ္ပာယ်အရ ဆက်စပ်ပေးခြင်းကြောင့် သို့ရာတွင် သည် သမ္ဗန္တဖြစ်သည်။"
              ]
            },
            {
              "name":"နွေရာသီ၌ ကျောင်းပိတ်သည်။ မောင်သံချောင်းသည် စက်ရုံ၌ လုပ်အားပေးမည်",
              "desc":[
                "အထက်ပါ ပထမဝါကျနင့် ဒုတိယဝါကျတို့ကို ထိုအခါ ဟူသောစကားလုံးဖြင့် ဆက်စပ်လိုက်သောအခါ ထိုဝါကျ ၂ ခုသည် အောက်ပါအတိုင်း အဓိပ္ပာယ်အရ ဆက်သွယ်မှုရှိလာသည်။"
              ]
            },
            {
              "name":"နွေရာသီ၌ ကျောင်းပိတ်သည် ထိုအခါ မောင်သံချောင်းသည် စက်ရုံ၌ လုပ်အားပေးမည်။",
              "desc":[
                "ထိုသို့ ဝါကျ ၂ ခုကို အဓိပ္ပာယ်အရ ဆက်စပ်ပေးခြင်းကြောင့် ထိုအခါ သည် သမ္ဗန္တဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "ပုဒ်ဆက်သမ္ဗန္ဓ",
                "desc": "ပုဒ်အချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို ပုဒ်ဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
              },
              "word":{
                "name":"သာဓက",
                "desc":["နှင့်","သို့မဟုတ်","ရော.. ရော","ဖြစ်စေ.. ဖြစ်စေ"]
              },
              "exam":[
                {
                  "name":"မောင်ပုနှင့် မစုတို့သည် သူငယ်ချင်းများဖြစ်ကြသည်။",
                  "desc":[
                    "ဤဝါကျတွင် မောင်ပု၊ မစု မောင်ပု၊ မစု မောင်ပု၊ မစုတို့သည် နာမ်ပုဒ်များ ဖြစ်ကြသည်။",
                    "အဆိုပါ နာမ်ပုဒ် ၂ ခုကို နှင့်ဟူသော သမ္ဗန္ဓက ဆက်စပ်ပေးသည်။ ထို့ကြောင့် နှင့် သည် ပုဒ်အချင်းချင်း ဆက်စပ်ပေးသော ပုဒ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                },
                {
                  "name":"နှင်းဆီပန်း၊ သို့မဟုတ် စံပယ်ပန်းကို ဝယ်ခဲ့ပါ။",
                  "desc":[
                    "ဤဝါကျတွင် နှင်းဆီပန်း၊ စံပယ်ပန်းတို့သည် နာမ်ပုဒ်များဖြစ်ကြသည်။",
                    "အဆိုပါနာမ်ပုဒ် ၂ ခုကို သို့မဟုတ်ဟူသော သမ္ဗန္ဓက ဆက်စပ်ပေးသည်။ ထို့ကြောင့် သို့မဟုတ်သည် ပုဒ်အချင်းချင်းကို ဆက်စပ်ပေးသော ပုဒ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                },
                {
                  "name":"မင်းရော ငါရော သွားကြမည်။",
                  "desc":[
                    "ဤဝါကျ၌ မင်း၊ ငါတို့သည် နာမ်စားများ ဖြစ်ကြသည်။",
                    "အဆိုပါနာမ်စား ၂ခုကို ရောဦရောဟူသော စကားလုံးနှစ်ခုက ဆက်စပ်ပေးသည်။ ထို့ကြောင့် ရော... ရောသည် ပုဒ်အချင်းချင်းကို ဆက်စပ်ပေးသော ပုဒ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "ဝါကျဆက်သမ္ဗန္ဓ",
                "desc": "ဝါကျအချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို ဝါကျဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
              },
              "word":{
                "name":"သာဓက",
                "desc":["သောကြောင့်","သောအခါ","သာမကဦလည်း","သော်လည်း","၍","ကတည်းက","လျှင်"]
              },
              "exam":[
                {
                  "name":"မောင်ပုသည် စာကြိုးစားသည်။ မောင်ပုသည် စာမေးပွဲအောင်သည်။ မောင်ပုသည် စာကြိုးစားသောကြောင့် သောကြောင့် သောကြောင့် စာမေးပဲအောင်သည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို သောကြောင့် သောကြောင့် သောကြောင့်ဟူသော သမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။ ထိုအခါ တတိယဝါကျဖြစ်လာသည်။",
                    "သို့ဖြစ်၍ သောကြောင့်သည် ဝါကျအချင်းချင်းကို ဆက်စပ်ပေးသော ဝါကျဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                },
                {
                  "name":"နွေရာသီ၌ ကျောင်းပိတ်သည်။ မောင်ပုသည် စက်ရုံ၌လုပ်အားပေးမည်။ နွေရာသီ၌ ကျောင်းပိတ်သောအခါ မောင်ပုသည် စက်ရုံ၌လုပ်အားပေးမည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို သောအခါ ဟူသော သမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။ ထိုအခါ တတိယဝါကျဖြစ်လာသည်။",
                    "သို့ဖြစ်၍ သောအခါ သည် ဝါကျအချင်းချင်းကို ဆက်စပ်ပေးသော ဝါကျဆက်သမ္ဗန္ဓ ဖြစ်သည်"
                  ]
                },
                {
                  "name":"မောင်ပုသည် စာတော်သည်။ မောင်ပုသည် အားကစားတော်သည်။ မောင်ပုသည် စာတော်သည်သာမက အားကစားလည်းတော်သည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို သာမကဦလည်း ဟူသော သမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။ ထိုအခါ တတိယဝါကျဖြစ်လာသည်။",
                    "သို့ဖြစ်၍ သာမကဦလည်းသည် ဝါကျအချင်းချင်းကို ဆက်စပ်ပေးသော ဝါကျဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ",
                "desc": "အဓိပ္ပာယ်အချင်းချင်း ဆက်စပ်ပေးသော သမ္ဗန္ဓကို အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ ဟုခေါ်သည်။"
              },
              "word":{
                "name":"သာဓက",
                "desc":["ထို့ကြောင့်","ထိုအခါ","ထို့ပြင်ဦလည်း","ထို့နောက်","သို့သော်လည်း။"]
              },
              "exam":[
                {
                  "name":"မောင်ပုသည် စာကြိုးစားသည်။ မောင်ပုသည် စာမေးပွဲအောင်သည်။ မောင်ပုသည် စာကြိုးစားသည်။ ထို့ကြောင့် မောင်ပုသည် စာမေးပွဲ အောင်သည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို ထို့ကြောင့် ဟူသောသမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။",
                    "ထိုအခါ သီးခြားရှိနေကြသော ဝါကျ ၂ ခုတို့သည် အဓိပ္ပာယ်အရဆက်သယ်မှုရှိ လာသည်။ သို့ဖြစ်၍ ထို့ကြောင့် သည် သီးခြားဝါကျတို့ကို အဓိပ္ပာယ်အရဆက်စပ်ပေးသော အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                },
                {
                  "name":"နွေရာသီ၌ ကျောင်းပိတ်သည်။ မောင်ပုသည် စက်ရုံ၌လုပ်အားပေးမည်။ နွေရာသီ၌ ကျောင်းပိတ်သည်။ ထိုအခါ မောင်ပုသည် စက်ရုံ၌ လုပ်အားပေးမည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို ထိုအခါ ဟူသော သမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။",
                    "ထိုအခါ သီးခြားရှိနေကြသော ဝါကျ ၂ ခုတို့သည် အဓိပ္ပာယ်အရ ဆက်သယ်မှုရှိ လာသည်။",
                    "သို့ဖြစ်၍ ထိုအခါ သည် သီးခြားဝါကျများကို အဓိပ္ပာယ်အရ ဆက်စပ်ပေးသော အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                },
                {
                  "name":"မောင်ပုသည် စာတော်သည်။ မောင်ပုသည် အားကစားတော်သည်။ မောင်ပုသည် စာတော်သည်။ ထို့ပြင် အားကစားလည်းတော်သည်။",
                  "desc":[
                    "ပထမဝါကျနှင့် ဒုတိယဝါကျတို့သည် သီးခြားဝါကျများ ဖြစ်ကြသည်။",
                    "ထိုဝါကျ ၂ ခုကို ထို့အပြင်...လည်း ဟူသော သမ္ဗန္ဓဖြင့် ဆက်စပ်နိုင်သည်။",
                    "ထိုအခါ သီးခြားရှိနေကြသော ဝါကျ ၂ ခုတို့သည် အဓိပ္ပာယ်အရ ဆက်သွယ်မှု ရှိလာသည်။",
                    "သို့ဖြစ်၍ ထို့အပြင်...လည်းသည် သီးခြား ဝါကျများကို အဓိပ္ပာယ်အရ ဆက်စပ်ပေးသော အဓိပ္ပာယ်ဆက်သမ္ဗန္ဓ ဖြစ်သည်။"
                  ]
                }
              ]
            }
          ]
        },
        "Article": {
          "root":{
            "name": "ပစ္စည်း",
            "desc": "နာမ်၊ နာမ်စား၊ နာမဝိသေသန၊ ကြိယာ၊ ကြိယာဝိသေသနတို့၏အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော စကားလုံးကို ပစ္စည်း ဟုခေါ်သည်။",
            "note": "ပစ္စည်း '၃' မျိုးရှိသည်။"
          },
          "word":{
            "name":"သာဓက",
            "desc":["များ","တို့","သော","သည့်","မည့်","သာ","ရဲ","သင့်","ပင်","ဝံ့","ရက်","ရှာ","တော့","နှင့်","ချည်း","ပါ","နှယ်","လို","ရ","ခဲ","နိုင်","ကြ","ကုန်","ပေ","အတိုင်း","မ","လား"]
          },
          "exam":[
            {
              "name": "မောင်ဘချစ်ကို သူငယ်ချင်းများက ချစ်ခင်ကြသည်။",
              "desc": [
                "ဤဝါကျ၌ များဟူသော စကားလုံးသည် အရေအတွက် တစ်ခုထက် ပိုကြောင်းကို ပြသည်။ ဤသို့ပြုခြင်းဖြင့် သူငယ်ချင်းဟူသော နာမ်ပုဒ်၏အဓိပ္ပာယ်ကို ထူးခြားအောင် ကူညီထောက်ပံ့သည်။ ထို့ကြောင့်များသည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "မောင်ဘချစ်သည် ယဉ်ကျေးသောသူတစ်ဦး ဖြစ်သည်။",
              "desc": [
                "ဤဝါကျ၌ ယဉ်ကျေးသော ဟူသည့် နာမဝိသေသနသည် 'သူ'ဟူသော နာမ်စားကို အထူးပြုခြင်းဖြင့် မောင်ဘချစ်သည် မည်သို့သော သူဖြစ်ကြောင်းကို ပြသည်။",
                "ဤသို့ ပြရာ၌ 'သော'ဟူသော စကားလုံးက ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'သော'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "မောင်ဘချစ်သည် ကြက်သားဟင်းကိုသာ စားသည်။",
              "desc": [
                "ဤဝါကျ၌ မောင်ဘချစ်သည် အခြားဟင်းများကို မစားဘဲ ကြက်သားဟင်း တစ်မျိုးတည်းသာ စားကြောင်းကို 'သာ'ဟူသော စကားလုံးက ကန့်သတ်ပြသည်။",
                "ဤသို့ ကြက်သားဟင်းကို ကန့်သတ်ပြခြင်းဖြင့် 'သာ'ဟူသော စကားလုံး သည် ကြက်သားဟင်းဟူသော နာမ်ပုဒ်၏ အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင်ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'သာ'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "ဤကိစ္စကို မြန်မြန်သာ ဆောင်ရွက်ပါ။",
              "desc": [
                "ဤဝါကျ၌ ပြုဖွယ်ရှိသော ကိစ္စကို နှေးနှေးမဆောင်ရွက်ဘဲ မြန်မြန် ဆောင်ရွက်စေလိုကြောင်းကို 'သာ'ဟူသော စကားလုံးက ကန့်သတ်ပြသည်။",
                "ဤသို့ ကန့်သတ်ပြခြင်းဖြင့် 'သာ'သည် မြန်မြန် ဟူသော ကြိယာဝိသေသနကိုထူးခြားအောင် ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'သာ'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "မောင်ဘချစ်သည် မှန်ရာကို ပြောဝံ့သည်။",
              "desc": [
                "ဤဝါကျ၌ မောင်ဘချစ်သည် မှန်ရာကို ပြောရန် မကြောက်မရွံ့ကြောင်းကို 'ဝံ့'ဟူသော စကားလုံးက ပြသည်။",
                "ဤသို့ ပြခြင်းဖြင့် 'ဝံ့'သည် ပြော ဟူသော ကြိယာ၏ အဓိပ္ပာယ်ကို ထူးခြားအောင် ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'ဝံ့'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "မင်းကြက်သားဟင်း ကြိုက်သလား။",
              "desc": [
                "ဤဝါကျ၌ 'လား'သည် ကြက်သားဟင်း ကြိုက်မကြိုက် ကို မေးမြန်းသည့်သဘောဖြင့် 'ကြိုက်'ဟူသော ကြိယာ၏အဓိပ္ပာယ်ကို ထူးခြားအောင် ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'လား'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            },
            {
              "name": "ကျွန်တော် ကြက်သားဟင်း မကြိုက်ပါ။",
              "desc": [
                "ဤဝါကျ၌ 'မ'သည် ကြက်သားဟင်း မကြိုက်ကြောင်းကို ငြင်းပယ်သည့်သဘောဖြင့် 'ကြိုက်'ဟူသော ကြိယာ၏အဓိပ္ပာယ်ကို ထူးခြားအောင် ကူညီထောက်ပံ့သည်။",
                "ထို့ကြောင့် 'မ'သည် ပစ္စည်းဖြစ်သည်။"
              ]
            }
          ],
          "kind": [
            {
              "root":{
                "name": "နာမ်ပစ္စည်း",
                "desc": "နာမ်၊ နာမ်စားတို့၏အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော ပစ္စည်းကို နာမ်ပစ္စည်း ဟုခေါ်သည်။",
                "note":"နာမ်ပစ္စည်း '၉' မျိုးရှိသည်။"
              },
              "kind": [
                {
                  "root":{
                    "name": "မျိုးပြပစ္စည်း",
                    "desc": "သက်ရှိသက်မဲ့တို့၏ ပုံသဏ္ဌန်၊ အမျိုးအစားအလိုက် သင်္ချာပုဒ်များနှင့် တွဲ၍သုံးသောပစ္စည်းကို မျိုးပြပစ္စည်း ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["ကောင်","ခု","ခွန်း","စောင်","ဆူ","ထည်","ပင်","ပါး","ယောက်","လက်"]
                  },
                  "exam":[
                    {
                      "name":"ပိုးမွှားတိရိစ္ဆာန်များအတွက် သုံးသည်။",
                      "desc":["ပင့်ကူတစ်ကောင်","ခွေးတစ်ကောင်","ဆင်တစ်ကောင်","ငှက်တစ်ကောင်"]
                    },
                    {
                      "name":"အရာဝတ္ထုအချို့အတွက် သုံးသည်။",
                      "desc":["ခဲတံချွန်စက်တစ်ခု","ခဲဖျက်တစ်ခု","ပြက္ခဒိန်တစ်ခု"]
                    },
                    {
                      "name":"ပြောစကားအတွက် သုံးသည်။",
                      "desc":["စကားနှစ်ခွန်း","စကားငါးခွန်း"]
                    },
                    {
                      "name":"စာအုပ်၊ စာတမ်းများအတွက် သုံးသည်။",
                      "desc":["စာတစ်စောင်","ကျမ်းတစ်စောင်","ဓမ္မသတ် တစ်စောင်"]
                    },
                    {
                      "name":"ရှိခိုးပူဇော်ထိုက်သော၊ ရိုသေလေးစားထိုက်သော ပုဂ္ဂိုလ်၊ အရာဝတ္ထုတို့အတွက် သုံးသည်။",
                      "desc":["ဘုရားတစ်ဆူ","စေတီတစ်ဆူ","ကျမ်းတစ်ဆူ","ပုရပိုက်တစ်ဆူ"]
                    },
                    {
                      "name":"အဝတ်အထည်တို့အတွက် သုံးသည်။",
                      "desc":["လုံချည်တစ်ထည်","တဘက်တစ်ထည်","စောင်တစ်ထည်"]
                    },
                    {
                      "name":"သစ်ပင်စသည်တို့အတွက် သုံးသည်။",
                      "desc":["သစ်ပင်တစ်ပင်","ဝါးတစ်ပင်","သုံးပင်အိမ်"]
                    },
                    {
                      "name":"မွန်မြတ်သောအရာဝတ္ထု၊ ရိုသေလေးစားပူဇော်ထိုက်သော ပုဂ္ဂိုလ်နှင့် အထွေထွေအပြားပြား ရှိသော အရာဝတ္ထုတို့အတွက် သုံးသည်။",
                      "desc":["ရတနာသုံးပါး","ရဟန်းတစ်ပါး","မြို့အင်္ဂါလေးပါး","စမုန်မျိုးငါးပါး"]
                    },
                    {
                      "name":"လူတို့အတွက် သုံးသည်။",
                      "desc":["လူနှစ်ယောက်","ယောကျာ်းသုံးယောက်","မိန်းကလေးဆယ်ယောက်"]
                    },
                    {
                      "name":"အရာဝတ္ထုအချို့အတွက် သုံးသည်။",
                      "desc":["ဓားတစ်လက်","ထီးတစ်လက်","သေနတ်နှစ်လက်"]
                    },
                    {
                      "name":"များသောအားဖြင့် မြန်မာတိုင်းရင်းဆေးများအတွက် သုံးသည်။",
                      "desc":["ဆေးတစ်ဖုံ","လျက်ဆားတစ်ဖုံ"]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "လိင်ညွှန်းပစ္စည်း",
                    "desc": "အဖိုအမသဘာဝကို ဖော်ပြသည့် ပစ္စည်းကို လိင်ညွှန်းပစ္စည်း ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":[]
                  },
                  "exam":[
                    {
                      "name":"",
                      "desc":[]
                    }
                  ],
                  "kind": [
                    {
                      "root":{
                        "name": "ပုလ္လိင်ညွှန်းပစ္စည်း",
                        "desc": "အဖိုသဘာဝကို ဖော်ပြသော လိင်ညွှန်း ပစ္စည်းကို ပုလ္လိင်ပစ္စည်း ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["သား","ထီး","ဖ","ဖို","မောင်","ကို","ဖိုး","ဦး"]
                      },
                      "exam":[
                        {
                          "name":"သားနှင့်သူ",
                          "desc":[
                            "သား ဟူသော လိင်ညွှန်းပစ္စည်းသည် အဖိုသဘာဝကို ဖော်ပြသည်။"
                          ]
                        },
                        {
                          "name":"ထီးနှင့်မ",
                          "desc":[
                            "ထီး ဟူသော လိင်ညွှန်းပစ္စည်းသည် အဖိုသဘာဝကို ဖော်ပြသည်။"
                          ]
                        },
                        {
                          "name":"ဖိုနှင့်မ",
                          "desc":[
                            "ဖို ဟူသော လိင်ညွှန်းပစ္စည်းသည် အဖိုသဘာဝကို ဖော်ပြသည်။"
                          ]
                        }
                      ]
                    },
                    {
                      "root":{
                        "name": "ဣတ္ထိလိင်ညွှန်းပစ္စည်း",
                        "desc": "အမသဘာဝကို ဖော်ပြသော လိင်ညွှန်းပစ္စည်းကို ဣတ္ထိလိင်ညွှန်းပစ္စည်း ဟုခေါ်သည်။"
                      },
                      "word":{
                        "name":"သာဓက",
                        "desc":["သူ","မ","မိ","မယ်","ဒေါ်"]
                      },
                      "exam":[
                        {
                          "name":"သားနှင့်သူ",
                          "desc":[
                            "သူ ဟူသောလိင်ညွှန်းပစ္စည်းသည် အမသဘာဝကို ဖော်ပြသည်။"
                          ]
                        },
                        {
                          "name":"ထီးနှင့်မ",
                          "desc":[
                            "မ ဟူသော လိင်ညွှန်းပစ္စည်းသည် အမသဘာဝကို ဖော်ပြသည်။"
                          ]
                        },
                        {
                          "name":"ဖိုနှင့်မ",
                          "desc":[
                            "မ ဟူသောလိင်ညွှန်းပစ္စည်းသည် အမသဘာဝကို ဖော်ပြသည်။"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "ကိန်းညွှန်းပစ္စည်း",
                    "desc": "နာမ်၊ နာမ်စားတို့၏အရေအတွက် တစ်ခုထက်ကို ပိုကြောင်းကို ညွှန်ပြသောပစ္စည်းကို ကိန်းညွှန်းပစ္စည်း ဟုခေါ်သည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["များ","တို့"]
                  },
                  "exam":[
                    {
                      "name":"လူကလေး ကစားနေသည်။ လူကလေးများ ကစားနေကြသည်။",
                      "desc":[
                        "ပထမဝါကျရှိ လူကလေးသည် အရေအတွက်တစ်ခုသာ ရှိသော နာမ်ဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ လူကလေးများ သည် အရေအတွက် တစ်ခုထက်ပိုသောနာမ်ဖြစ်သည်။",
                        "အရေအတွက် တစ်ခုထက်ပိုကြောင်းကို များဟူသော စကားလုံးက ညွှန်ပြသည်။",
                        "ထို့ကြောင့် များသည် နာမ်ပုဒ်အရေအတွက် တစ်ခုထက်ပိုကြောင်းကို ညွှန်ပြသော ကိန်းညွှန်းပစ္စည်းဖြစ်သည်။"
                      ]
                    },
                    {
                      "name":"သူသည် လိမ္မာသည်။ သူတို့သည် လိမ္မာကြသည်။",
                      "desc":[
                        "ပထမဝါကျရှိ သူ သည် အရေအတွက် တစ်ခုသာရှိသော နာမ်စားဖြစ်သည်။",
                        "ဒုတိယဝါကျရှိ သူတို့သည် အရေအတွက် တစ်ခုထက်ပိုသော နာမ်စားဖြစ်သည်။",
                        "အရေအတက်တစ်ခုထက် ပိုကြောင်းကို တို့ဟူသော စကားလုံးက ညွှန်ပြသည်။",
                        "ထို့ကြောင့် တို့ သည် နာမ်စားအရေအတွက် တစ်ခုထက် ပိုကြောင်းကို ညွှန်ပြသော ကိန်းညွှန်းပစ္စည်းဖြစ်သည်။"
                      ]
                    }
                  ]
                },
                {
                  "root":{
                    "name": "သင်္ချာပစ္စည်း",
                    "desc": "သင်္ချာပစ္စည်း '၄' မျိုးရှိသည်။"
                  },
                  "word":{
                    "name":"သာဓက",
                    "desc":["တိတိ","ကျ","စီ","ကျစီ","လုံး","စလုံး","တည်း","လျှင်"]
                  },
                  "exam":[
                    {
                      "name":"",
                      "desc":[]
                    }
                  ],
                  "kind": [
                    {
                      "root":{
                        "name": "သင်္ချာလေးနက်ပစ္စည်း",
                        "desc": "အရေအတွက် အတိအကျ ပြခြင်းဖြင့် လေးနက်စေသော ပစ္စည်းကို သင်္ချာလေးနက်ပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "ပမာဏပစ္စည်း",
                        "desc": "အရေအတွက်ကို ခန့်မှန်းပြခြင်းဖြင့် လေးနက်စေသော ပစ္စည်းကို ပမာဏပြပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "အကြိမ်ပြပစ္စည်း",
                        "desc": "အရေအတွက်၊ အကြိမ်အခါကိုပြသော ပစ္စည်းကို အကြိမ်ပြပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "အစဉ်ပြပစ္စည်း",
                        "desc": "အစဉ်ကိုပြသော ပစ္စည်းကို အစဉ်ပြပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "နာမ်ထောက်ပစ္စည်း",
                        "desc": "နာမ်၊ နာမ်စားတို့၏ အဓိပ္ပာယ်ကို ထူးခြားလေးနက်အောင် ကူညီထောက်ပံ့သော ပစ္စည်းကို နာမ်ထောက်ပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "ဥပမာပစ္စည်း",
                        "desc": "သိလွယ်စေရန် ဥပမာဆောင်၍ ပြောဆိုရာ၌ အသုံးပြုသော ပစ္စည်းကို ဥပမာပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "ရူပကပစ္စည်း",
                        "desc": "ဂုဏ်ရည်တူသော နာမ်နှစ်ခုကို ထပ်တူပြု၍ ပြောဆိုရာ၌အသုံးပြုသည့် ပစ္စည်းကို ရူပကပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "အာလုပ်ပစ္စည်း",
                        "desc": "ခေါ်ရာထူးရာတွင် အသုံးပြုသော ပစ္စည်းကို အာလုပ်ပစ္စည်း ဟုခေါ်သည်။"
                      }
                    },
                    {
                      "root":{
                        "name": "ဝိစ္ဆာပစ္စည်း",
                        "desc": "အမျိုးအစားတူညီသော အရာအားလုံးသို့ ပျံ့နှံ့စေရန် တစ်ကြိမ်တည်းဖြစ်စေ၊ ခွန်းချင်းထပ်(၂)ကြိမ်ဖြစ်စေ ပြောဆိုသော စကားလုံးကို ဝိစ္ဆာပစ္စည်း ဟုခေါ်သည်။"
                      }
                    }
                  ]
                }
              ]
            },
            {
              "root":{
                "name": "ကြိယာပစ္စည်း",
                "desc": ""
              }
            },
            {
              "root":{
                "name": "ပုဒ်ပြောင်းပစ္စည်း",
                "desc": ""
              }
            }
          ]
        },
        "Interjection": {
          "root":{
            "name": "အာမေဍိတ်",
            "desc": "ထိတ်လန့်ခြင်း၊ ဝမ်းသာခြင်း၊ အံ့သြခြင်းစသည့် တစ်စုံတစ်ခုသောအကြောင်းကြောင့် ပြင်းပြင်းထန်ထန် စိတ်လှုပ်ရှားကာနှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသောအသံကို အာမေဍိတ် ဟုခေါ်သည်။",
            "note": ""
          },
          "word":{
            "name":"သာဓက",
            "desc":["အမယ်လေး"]
          },
          "exam":[
            {
              "name": "ထိတ်လန့်ကြောက်ရွံ့သောကြောင့် နှုတ်မှရုတ်တရက် ထွက်ပေါ်လာသည့် အာမေဍိတ်များ",
              "desc": [
                "အမယ်လေး",
                "အမယ်လေး ...မြွေကြီး၊ မြွေကြီး",
                "မီး..မီး",
                "သူခိုး... သူခိုး",
                "သူခိုး... သူခိုး၊ လိုက်ဟ... လိုက်ဟ"
              ]
            },
            {
              "name": "ဘေးအန္တရာယ်တစ်ခုခုကို ကြုံတေ့ရသဖြင့် နှုတ်မှ ရုတ်တရက် ထွက်ပေါ်လာသည့် အာမေဍိတ်များ",
              "desc": [
                "အား...",
                "အား... သေပါပြီ",
                "ခွေးရူး... ခွေးရူး"
              ]
            }
          ],
          "kind": []
        }
    },
    "ect":{
      "Id": {
        "root":{
          "name":"",
          "desc":"",
          "note":""
        },
        "word":{
          "name":"",
          "desc":[]
        },
        "kind":[
          {
            "repeat here":"value"
          }
        ],
        "exam":[
          {
            "name":"",
            "desc":[]
          }
        ]
      }
    }
}
